########################################################################################
# відкриття файлу і занесення туди нових рядків
# import json

# # Відкриття JSON-файлу
# with open('C:\\ANIMALS PROJECT\\jsonformatter.json', 'r', encoding='utf-8') as file:
#     data = json.load(file)

# # Створюємо список нових рядків даних
# new_rows = [
#     # {
#     #     "ДО": """Вовк (Canis lupus L.) — хижий ссавець з роду пес (Canis) родини псових (Canidae), що добуває їжу самостійно активним пошуком та переслідуванням жертв. Повсюди основною здобиччю вовків є копитні тварини: в тундрі — дикі та свійські північні олені; в лісовій зоні — лосі, сарни, дикі свині, свійські вівці, корови, коні; в степу та пустелі — антилопи різних видів та вівці; в горах — дикі та свійські кози. Також відомий як сірий вовк, сірко, дикий собака або дикий пес.""",
#     #     "ПІСЛЯ": """Вовк – хижак з роду пес родини псових. Він переслідує здобич, яка є його їжею. Основною здобиччю вовків є копитні тварини. У тундрі це дикі та свійські північні олені. У лісі це лосі, сарни, дикі свині, свійські вівці, корови, коні. У степу та пустелі це антилопи різних видів та вівці. У горах це дикі та свійські кози. Вовк також відомий як сірий вовк, сірко, дикий собака або дикий пес."""
#     # },
#     # {
#     #     "ДО": """Слово «вовк» походить від прасл. *vьl̥kъ. Схоже звучать назви цієї тварини в інших слов'янських мовах: давньорус. вълкъ, біл. воўк, староцерк.-слов. влькъ, болг. вълк, серб. ву̑к/vuk, словен. vȏɫk, чеськ. і словац. vlk, пол. wilk, полаб. våuk, в.-луж. wjelk, н.-луж. wel'k.""",
#     #     "ПІСЛЯ": """Слово «вовк» походить від праслов’янського слова *vьl̥kъ. Назви цієї тварини схожі в інших слов’янських мовах."""
#     # },
#     # {
#     #     "ДО": """Праслов'янське слово *vьlkъ походить від пра-і.є. *wĺ̥kʷos (*ulkos), похідними від якого є назви цього звіра майже у всіх індоєвропейських мовах: лит. vil̃kas, латис. vìlks, давньоіндійське vŕ̥kas, авестійське vǝhrka-, осетинське Уӕрхӕг (ім'я одного з героїв осетинського епосу), перс. گرگ ‎, گرگان‎ ‎горг, горган, тадж. гург, гот. wulfs, нім. Wolf, нід. і англ. wolf, албанське ujk (з ранішого ulk), тохарське Б walkwe, грец. λύκος (вимова дуже змінилася під впливом слова αλωπός — «лис»). Латинське lupus, очевидно, запозичене зі спорідненої сабінської мови, питомо латинське «вовк» мало бути *volquus або *vulcus, *volcus (можливо, звідси й ім'я римського бога Вулкана). З латинського lupus також походять італ. lupo, ісп. і порт. lobo, провансальське lop, фр. loup, рум. lup.""",
#     #     "ПІСЛЯ": """Праслов’янське слово *vьl̥kъ походить від праіндоєвропейського слова *wĺ̥kʷos (*ulkos). Майже у всіх індоєвропейських мовах назви цього звіра походять від праіндоєвропейського слова. Латинське lupus, очевидно, запозичене зі спорідненої сабінської мови. Суто латинське «вовк» мало бути *volquus або *vulcus, *volcus. Можливо, ім'я римського бога Вулкана походить від цих назв."""
#     # },
#     # {
#     #     "ДО": """Індоєвропейська назва вовка *wĺ̥kʷos за походженням пов'язана з дієсловами *wel- («рвати») чи *welk- («тягти», «цупити»), або утворене від прикметника *wl̥kʷós («небезпечний»). Назва звіра відбиває всю небезпеку, яку вовк являв для скотарських індоєвропейських племен. Непереконливою є точка зору, яка виводить індоєвропейську назву з кореня  *vel- («буланий», «сіро-жовтий»).""",
#     #     "ПІСЛЯ": """Індоєвропейська назва вовка *wĺ̥kʷos схожа на слова *wel- («рвати») чи *welk- («тягти», «цупити») і *wl̥kʷós («небезпечний»). Назва звіра виражає всю небезпеку для індоєвропейських скотарських племен. Точка зору про походження назви вовка від слова *vel- («буланий», «сіро-жовтий») не є переконливою."""
#     # },
#     # {
#     #     "ДО": """Зовнішній вигляд вовка свідчить про його міць та пристосування до тривалого бігу при переслідуванні своїх жертв. Дорослий вовк зазвичай більший за вівчарку: довжина тіла з головою і без хвоста досягає 135—160 см, хвіст —40—52 см. Висота в плечах 80—95 см. Вага зазвичай 45—60 кг. У літературі згадуються вовки вагою, начебто, до 90 кг; але серед багатьох сотень точно зважених вовків з Євразії та Північної Америки маса жодного не перевищувала 79 кг, а таких нараховувалось 3 чи 4 особини.""",
#     #     "ПІСЛЯ": """Зовнішність вовка свідчить про його міць та вміння довго бігати. Дорослий вовк зазвичай більший за вівчарку. Довжина тіла з головою і без хвоста досягає 135—160 см. Хвіст —40—52 см. Висота в плечах 80—95 см. Вага зазвичай 45—60 кг. Згадують про вовків вагою начебто до 90 кг. Але серед сотень точно зважених вовків з Євразії та Північної Америки маса жодного не перевищувала 79 кг. Нараховувалося всього 3-4 такі вовки."""
#     # },
#     # {
#     #     "ДО": """Забарвлення та розміри вовків піддаються сильній індивідуальній та географічній мінливості. Тільки на території Євразії нараховується 10—15 підвидів, і десь стільки ж в Північній Америці. Найбільші вовки трапляються в крайній півночі ареалу, в лісотундровій та тундровій зонах, найменші — на півдні. Перші забарвлені в дуже світлі тони, а взимку практично зовсім біліють. В лісовій зоні мешкають вовки найбільш посилено забарвлених підвидів, тоді як на півдні, в пустелях, їх змінюють тварини тьмяно-жовтого кольору.""",
#     #     "ПІСЛЯ": """Колір шерсті та розміри вовків бувають дуже різні. Тільки в Євразії відомо 10—15 підвидів. Відомо десь стільки ж підвидів у Північній Америці. Найбільші вовки трапляються в лісотундрі й тундрі. Найменші вовки живуть на півдні. Перші мають дуже світлу шерсть, а взимку майже не біліють. У лісі вовки мають найяскравішу шерсть. На півдні, у пустелях, тварини мають тьмяно-жовту шерсть."""
#     # },
#     # {
#     #     "ДО": """Вовк розповсюджений досить широко — трапляється в Європі, Азії та Північній Америці. В Євразії зустрічається на Піренейському півострові, в Італії, скандинавських країнах, в країнах Балканського півострова, Румунії, і далі — практично в усій північній та центральній Євразії аж до Чукотського півострова; але в багатьох частинах ареалу є досить рідкісним. В історичні часи вовк мешкав в Японії, та був там знищений. На північноамериканському континенті сучасна південна межа ареалу вовка приблизно збігається із кордоном США та Канади (див. карту). В Україні вовк трапляється на всій території, але більш-менш звичайним є тільки в лісовій зоні та в Карпатах.""",
#     #     "ПІСЛЯ": """Вовк поширений майже всюди. Він трапляється в Європі, Азії та Північній Америці. У Євразії вовк живе на Піренейському півострові, в Італії, скандинавських країнах, в країнах Балканського півострова, Румунії, і далі. Він поширений в усій північній та центральній Євразії аж до Чукотського півострова. На багатьох територіях, де він живе, вовк є досить рідкісним. Колись вовк мешкав у Японії, але був знищений там. У Північній Америці межа розселення вовка приблизно збігається із кордоном США та Канади. В Україні вовк трапляється скрізь, але більш-менш звичайним є тільки в лісах і Карпатах."""
#     # },
#     # {
#     #     "ДО": """Швеція — 270 особин. Тенденція зростання. Виплата компенсацій за збитки і коштів для забезпечення захисту.""",
#     #     "ПІСЛЯ": """Швеція — 270 особин. Кількість вовків зростає. Виплата компенсацій за збитки і коштів для забезпечення захисту тварини."""
#     # },
#     # {
#     #     "ДО": """Польща — 700—800 особин. Тенденція зростання. Вид, що охороняється. Полювання дозволено тільки в Бещадах. Компенсації не платять.""",
#     #     "ПІСЛЯ": """Польща — 700—800 особин. Кількість вовків зростає. Вид, що охороняється. Полювання дозволено тільки в Бещадах. Компенсації не платять."""
#     # },
#     # {
#     #     "ДО": """Латвія — 600 особин. Тенденція до зниження. У 90-х роках було 900 особин. Компенсації не платяться.""",
#     #     "ПІСЛЯ": """Латвія — 600 особин. Кількість вовків спадає. У 90-х роках було 900 особин. Компенсації не платяться."""
#     # },
#     # {
#     #     "ДО": """Словаччина — 350—400 особин. Вид охороняється за рядом винятків. Компенсація виплачується.""",
#     #     "ПІСЛЯ": """Словаччина — 350—400 особин. Вид охороняється за деяких умов. Компенсація виплачується."""
#     # },
#     # {
#     #     "ДО": """Естонія — 200 особин. Тенденція до зниження. У 90-х роках було 500. Компенсація виплачується.""",
#     #     "ПІСЛЯ": """Естонія — 200 особин. Кількість вовків спадає. У 90-х роках було 500. Компенсація виплачується."""
#     # },
#     # {
#     #     "ДО": """Німеччина — 35–60 вовків. Вид, що охороняється. Компенсацій немає.""",
#     #     "ПІСЛЯ": """Німеччина — 35–60 вовків. Вид, що охороняється. Компенсацій немає."""
#     # },
#     # {
#     #     "ДО": """Франція — 80–100 особин. Вид, що охороняється. Компенсації виплачуються.""",
#     #     "ПІСЛЯ": """Франція — 80–100 особин. Вид, що охороняється. Компенсації виплачуються."""
#     # },
#     # {
#     #     "ДО": """Білорусь — 1500—2000. Мисливський вид. Компенсації не виплачуються. До недавнього часу виплачувалися винагороди за здобич, але треба уточнювати, адже пройшов цикл внесення змін до законодавства.""",
#     #     "ПІСЛЯ": """Білорусь — 1500—2000 особин. Мисливський вид. Компенсації не виплачуються. До недавнього часу виплачувалися винагороди за здобич. Зараз треба уточнювати, адже законодавство могло бути змінене."""
#     # },
#     # {
#     #     "ДО": """Україна — 2600—2700. Мисливський вид. Компенсація за завдані збитки не виплачується.""",
#     #     "ПІСЛЯ": """Україна — 2600—2700 особин. Мисливський вид. Компенсація за завдані збитки не виплачується."""
#     # },
#     # {
#     #     "ДО": """Фінляндія — 120—140 вовків. Полювання дозволено в місцях розведення оленів. Компенсація виплачується. Великий приплив вовків з території Карелії.""",
#     #     "ПІСЛЯ": """Фінляндія — 120—140 вовків. Полювання дозволено в місцях розведення оленів. Компенсація виплачується. Великий приплив вовків з Карелії."""
#     # },
#     # {
#     #     "ДО": """Чехія — 20–30 особин. Захищений вид. Компенсації збитків немає.""",
#     #     "ПІСЛЯ": """Чехія — 20–30 особин. Захищений вид. Компенсації збитків немає."""
#     # },
#     # {
#     #     "ДО": """Всупереч поширеній думці, сучасний вовк не є безпосереднім предком сучасного свійського собаки; це радше сестринські групи; безпосередній предок сучасного собаки, вимер.""",
#     #     "ПІСЛЯ": """Сучасний вовк не є прямим предком сучасного свійського собаки. Це радше сестринські групи. Прямий предок сучасного собаки вимер."""
#     # },
#     # {
#     #     "ДО": """Вовк відрізняється великою екологічною пластичністю. Він живе в найрізноманітніших ландшафтах, віддаючи перевагу відкритому степу, напівпустелі, тундрі, лісостепу, і за можливості уникає суцільних лісових масивів. Причиною того є достаток корму, насамперед наявність диких та свійських копитних тварин, а також умови полювання на них, особливо взимку, коли на розподіл та чисельність хижака вирішальним чином впливає висота снігового покриву.""",
#     #     "ПІСЛЯ": """Вовк може жити майже в будь-яких умовах. Він живе в найрізноманітніших місцевостях. Вовк любить відкритий степ, напівпустелі, тундру, лісостеп. Він за можливости уникає суцільного лісу. Наявність диких та свійських копитних тварин, умови полювання на них, особливо взимку, є дуже важливими для вовка."""
#     # },
#     # {
#     #     "ДО": """Річ у тім, що в пухкому глибокому снігу в лісах вовки занадто провалюються та не можуть догнати лося або оленя. Становище змінюється тільки навесні, під час витривалих настів, котрі легко витримують хижаків, але провалюються під копитними тваринами. Загалом, полювання вовків на відкритій місцевості в середньому є набагато вдалішим, ніж в суцільному лісі.""",
#     #     "ПІСЛЯ": """Річ у тім, що в пухкому глибокому снігу в лісах вовки занадто провалюються та не можуть догнати лося або оленя. Стає краще навесні, коли льодяні кірки витримують хижаків, але провалюються під копитними тваринами. Полювання вовків на відкритій місцевості часто є набагато вдалішим, ніж у суцільному лісі."""
#     # },
#     # {
#     #     "ДО": """Для вовків звичайним є родинний спосіб життя. Пари у них утворюються на невизначено довгий строк, практично на все життя. Основу вовчої зграї зазвичай складають батьки з виводком цьогорічних молодих вовків, до якого можуть приєднуватися торішні «прибулі» тварини та холості самці. В зграї лише зрідка буває більше ніж 10—12 особин. Найбільша постійна зграя була зафіксована на Алясці і складалася з 36 вовків. Інколи окремі зграї об'єднуються, що трапляється в місцях скупчення диких або свійських копитних, але такі об'єднання завжди бувають лише тимчасовими; в Казахстані в такому вовчому об'єднанні одного разу було зафіксовано 42 вовки.""",
#     #     "ПІСЛЯ": """Вовки живуть родинами. Пари утворюються практично на все життя. Батьки з виводком цьогорічних молодих вовків є головними у зграї. Торішні «прибулі» тварини та холості вовки можуть приєднуватися до них. У зграї зрідка буває більше ніж 10-12 вовків. Найбільшу постійну зграю помітили на Алясці. Вона складалася з 36 вовків. Інколи окремі зграї об'єднуються. Це трапляється в місцях, де багато диких або свійських копитних тварин. Такі об'єднання завжди бувають лише тимчасовими. У Казахстані в такому вовчому об'єднанні одного разу помітили 42 вовки."""
#     # },
#     # {
#     #     "ДО": """Вовки досить сильно прив'язані до лігва, і полюють в межах чітко визначеного, хоча й досить великого, району. Якщо їх не переслідують, вони вперто тримаються в уподобаній місцевості. До того ж ділянки окремих родин ізольовані одна від одної, ніколи не перекриваються, і суворо охороняються своїми господарями. Межі своєї території вовки позначають за допомогою сечових точок та випорожнень на визначених, звичайно добре помітних, пунктах: на окремих купинах, кущах, біля окремо стоячих дерев, стовпів та інше. Цей «нюховий телефон» слугує важливим і точним засобом взаємного інформування тварин, запобігаючи зіткненням між господарями ділянки та прибульцями, а в період розмноження, навпаки, сприяючи зустрічі самців та самок. Площі ділянок окремих зграй дуже розрізняються: у східній Європі радіус окремої ділянки становить 3—6 кілометрів, у східному Сибіру влітку — приблизно 10 км, а взимку — до 35 км.""",
#     #     "ПІСЛЯ": """Вовки досить сильно прив'язані до лігва. Вони полюють в межах чітко визначеного великого району. Якщо їх не переслідують, вони притримуються улюбленого місця. Ділянки окремих родин відокремлені одна від одної. Вони ніколи не перекриваються, і суворо охороняються своїми господарями й господинями. Вовки позначають межі своєї території, коли пісяють. Вони роблять це на помітних місцях: на окремих купинах, кущах, біля окремо стоячих дерев, стовпів та інше. Це робиться для того, щоб своїм запахом повідомляти іншим тваринам, що територія вже зайнята. У період розмноження запах привертає одне до одного вовків і вовчиць. Розміри ділянок окремих зграй бувають різними. У східній Європі одна ділянка може простягатися 3-6 кілометрів. У східному Сибіру влітку розмір ділянки приблизно 10 км, а взимку – до 35 км."""
#     # },
#     # {
#     #     "ДО": """Вовки активні переважно в нічні години, але іноді їх можна зустріти і вдень. Про свою присутність вони дають знати голосним виттям, що дуже відрізняється за своїм характером у дорослих самців, вовчиць та молодих, а також залежно від ситуації. Річ у тому, що за допомогою різного роду завивань вовки обмінюються інформацією про наявність здобичі, появу інших вовків на території зграї, появу людей та інші важливі події. Вовки мають також досить розвинуту міміку — вирази їхньої морди, пози та положення хвоста можуть бути вельми різноманітними, що віддзеркалює емоційний стан тварин та має першорядне значення для встановлення контактів між особинами або, навпаки, запобігання сутичок. Із органів чуття у вовків найрозвиненішим є слух, дещо слабкішими — зір та нюх.""",
#     #     "ПІСЛЯ": """Вовки активні переважно вночі. Іноді їх можна зустріти і вдень. Вони голосно виють, щоб показати свою присутність. Виття дуже відрізняється в дорослих вовків, вовчиць і молодих. Також виття залежить від ситуації. За допомогою завивань вовки спілкуються. Вони повідомляють одне одному про наявність здобичі, появу інших вовків на території зграї, появу людей тощо. Вирази їхньої морди, пози та положення хвоста можуть бути різноманітними. Вони користуються цим для того, щоб показати, як вони почуваються в певну мить. У такий спосіб вовки можуть установлювати контакти між собою, запобігати сутичок тощо. У вовка слух є найрозвиненішим. Зір та нюх вовка дещо слабші."""
#     # },
#     # {
#     #     "ДО": """Добре розвинена вища нервова діяльність сполучається у вовків з силою, спритністю, невтомністю, швидкістю бігу та іншими фізичними даними, що значно підвищують можливості цього хижака у боротьбі за виживання. Він без видимих зусиль може нести в зубах вівцю, тримаючи її перед собою або закинувши за спину. Зазвичай вовк розвиває швидкість до 55—60 км/год, але на полюванні його швидкість може бути і 65 км/год, у надзвичайних випадках легко може розвинути і 70–75 км/год, а стометрову відстань перед нападом годен подолати за 4,5 секунди тобто зі швидкістю в 85 км/год, але довго з такою швидкістю бігти хижак не може. Вовк здатний здійснювати переходи до 60—80 км за ніч, а в середньому за добу (в лісовій зоні) проходити понад 20 км.""",
#     #     "ПІСЛЯ": """У вовків добре розвинена вища нервова діяльність. Також вони сильні, спритні, невтомні, бігають швидко. Він без видимих зусиль може нести в зубах вівцю. Зазвичай вовк розвиває швидкість до 55—60 км/год. На полюванні його швидкість може бути і 65 км/год. У надзвичайних випадках легко може розбігтись і 70–75 км/год. Вовк годен подолати стометрову відстань перед нападом за 4,5 секунди, тобто зі швидкістю в 85 км/год. Хижак не може довго бігти з такою швидкістю. Вовк може пройти до 60—80 км за ніч. У середньому за добу (у лісі) він може пройти до 20 км."""
#     # },
#     # {
#     #     "ДО": """В тундрі, а також в горах, вовки здійснюють сезонні кочування за стадами диких та свійських копитних. Іноді спостерігається помітне збільшення кількості вовків в деякій місцевості внаслідок різкого погіршення умов існування в сусідніх районах.""",
#     #     "ПІСЛЯ": """У тундрі та горах вовки кочують за стадами диких та свійських копитних. Іноді в деякій місцевості кількість вовків помітно зростає. Це відбувається через погіршення умов життя в сусідніх районах."""
#     # },
#     # {
#     #     "ДО": """Вовк — типовий хижак, що добуває їжу самостійно активним пошуком та переслідуванням жертв. Повсюди основу харчування вовків складають копитні тварини: в тундрі — дикі та свійські північні олені; в лісовій зоні — лосі, сарни, дикі свині, свійські вівці, корови, коні; в степу та пустелі — антилопи різних видів та вівці; в горах — дикі та свійські кози.""",
#     #     "ПІСЛЯ": """Вовк – хижак. Він або шукає їжу самостійно, або переслідує жертв. Основною здобиччю вовків є копитні тварини. У тундрі це дикі та свійські північні олені. У лісі це лосі, сарни, дикі свині, свійські вівці, корови, коні. У степу та пустелі це антилопи різних видів та вівці. У горах це дикі та свійські кози."""
#     # },
#     # {
#     #     "ДО": """Поряд з великими тваринами в харчуванні вовків велику роль відіграють дрібні — зайці, дикі кролі, мишоподібні гризуни. В теплу пору року вовки ловлять дуже велику кількість польових мишей, лемінгів та інших тваринок такого ґатунку, і на цій їжі добре вгодовуються і навіть жиріють до зими. Влітку вовки не втрачають нагоди з'їсти кладку яєць птахів, що гніздяться на землі, пташенят в гнізді, а іноді ловлять навіть водоплавних птахів. Здобиччю вовків також можуть стати лисиці, єнотоподібні собаки, єноти та інші невеликі хижаки, а також свійські собаки, за якими вовки часто полюють спеціально, навіть витягуючи їх ночами з будки на подвір'ї. Зрідка, зголоднілі взимку вовки, можуть нападати на сплячих у барлогу ведмедів. Також серед вовків спостерігаються випадки канібалізму.""",
#     #     "ПІСЛЯ": """Вовки їдять великих і малих тварин – зайців, диких кролів, мишей тощо. У теплу пору роки вовки ловлять багато польових мишей, лемінгів та інших подібних тваринок. Такі тварини є ситними для вовків. Улітку вовки їдять яйця птахів, що гніздяться на землі, пташенят у гнізді. Іноді вовки ловлять водоплавних птахів. Лисиці, єнотоподібні собаки, єноти та інші невеликі хижаки можуть стати здобиччю вовка. Вовки часто спеціально полюють на свійських собак. Вовки можуть витягнути собаку з будки вночі. Зрідка взимку зголоднілі вовки можуть напасти на сплячих у барлогу ведмедів. Також вовки можуть їсти одне одного."""
#     # },
#     # {
#     #     "ДО": """На відміну від деяких інших хижих тварин, вовки часто повертаються до недоїдених решток своєї здобичі, особливо в голодний час. Не гидують вони також трупами домашньої худоби, а на морських узбережжях — тушами тюленів та інших морських тварин, викинутих на берег.""",
#     #     "ПІСЛЯ": """Вовки часто повертаються до недоїдених решток своєї здобичі, особливо в голодний час. Деякі інші хижі тварини цього не роблять. Вовки не гидують трупами домашньої худоби. Біля моря вовки можуть їсти туші тюленів та інших морських тварин, яких викинуло на берег."""
#     # },
#     # {
#     #     "ДО": """В степах та пустелях звичайною їжею вовків є різноманітні плазуни та сарана (в роки масового виплоду).""",
#     #     "ПІСЛЯ": """У степах та пустелях ящірки, вужі, сарана тощо є їжею вовків."""
#     # },
#     # {
#     #     "ДО": """Вовки, особливо в південних частинах ареалу, поїдають і деякі рослинні корми — різні ягоди, плоди конвалії, дикі та садові фрукти (падалку), навіть гриби. В степах вони часто поїдають кавуни та дині, втамовуючи таким чином не стільки голод, скільки спрагу, тому що потребують регулярного і досить щедрого водопою. В Українських Карпатах відомі факти поїдання вовком стиглих плодів горобини.""",
#     #     "ПІСЛЯ": """Вовки поїдають деякі рослини – різні ягоди, плоди конвалії, дикі та садові фрукти, навіть гриби. У степах вони часто поїдають кавуни та дині. Таким чином вовки не тільки наїдаються, а ще й напиваються. Вовки потребують багато води. В українських Карпатах помітили, як вовк їв горобину."""
#     # },
#     # {
#     #     "ДО": """Вовк відомий своєю ненажерливістю. Дійсно, якщо він голодний, то здатний з'їсти до 10 кілограмів м'яса за раз. Але у звичайних умовах добова норма на дорослі тварини складає всього лише близько 2 кг, решта м'яса просто розтягується та приховується на запас, і з'їдається пізніше; це не завжди береться до уваги, і сприяє перебільшеній уяві про ненажерливість вовків. З іншого боку, цій тварині притаманна дивовижна здатність голодувати, не втрачаючи при цьому життєвих сил. В Ямальскій тундрі поранений вовк пролежав, не міняючи місця і не полюючи, тобто перебуваючи голодним, 17 діб. Він дуже схуднув, але повністю одужав від поранень і після цього біг як здоровий.""",
#     #     "ПІСЛЯ": """Вовк дуже ненажерливий. Якщо він голодний, то може з’їсти до 10 кілограмів м’яса за раз. Зазвичай за день доросла тварина їсть близько 2 кг. Решта м'яса розтягується та приховується на запас, з'їдається пізніше. Це не завжди береться до уваги, тому люди перебільшують ненажерливість вовків. З іншого боку, ця тварина може довго голодувати і зберігати життєві сили. У Ямальській тундрі поранений вовк пролежав на одному місці 17 діб. Він дуже схуднув, але повністю одужав і після цього біг як здоровий."""
#     # },
#     # {
#     #     "ДО": """Під час полювання вовків на велику дичину особливо добре видно, наскільки це високорозвинені хижаки і якою складністю відрізняється їхня поведінка. Навіть полюючи вдвох влітку, вовки нерідко практикують поділ обов'язків, коли один з них стає заганяйлом, а інший ховається в засідці. Перший при цьому діє дуже обережно, поступово та методично направляючи намічену жертву в бік свого напарника. В зграї, що переслідує оленя, лося або сайгу, часто одні хижаки біжать безпосередньо за жертвою, а інші — не поспішаючи зрізують кути, і, відпочивши, змінюють перших. При цьому хижаки проявляють неймовірну невтомність, нещадну настирливість і рано чи пізно в переважній більшості випадків домагаються свого. Іноді вони заганяють оленів на скелі, і, оточивши, чекають, коли ті, втомившись, спробують прорватись і втекти. Нарешті, вовки вміло виганяють оленів та сарн на ковзку голу кригу річок та озер взимку або ріжуть їх в глибокому пухкому снігу або по насту. Але в інших умовах вони не здатні наздогнати здорового дорослого оленя, тому їхня здобич більш ніж на 60 % складається з хворих та старих тварин.""",
#     #     "ПІСЛЯ": """Під час полювання на диких тварин вовки ділять обов’язки, навіть якщо полюють удвох улітку. Один з них стає заганяйлом. Інший ховається в засідці. Перший при цьому дуже обережно направляє намічену жертву до свого напарника. У зграї, що переслідує оленя, лося або сайгу, одні хижаки біжать за жертвою, а інші відпочивають і замінюють перших. Під час полювання вовки повільніше біжать, непомітно скорочують шлях до жертви і так відпочивають. При цьому хижаки невтомні, настирливі. Здебільшого рано чи пізно вони домагаються свого. Іноді вони заганяють оленів на скелі, оточують його і чекають, коли ті спробують прорватись і втекти. Вовки виганяють оленів та сарн на ковзку голу кригу річок та озер взимку. Також вовки можуть обігнати жертву і зненацька вискочити перед нею у снігу або на кризі. Зазвичай вони не здатні наздогнати дорослого здорового оленя. В основному через це вовки ловлять хворих і старих тварин."""
#     # },
#     # {
#     #     "ДО": """Гін у вовків буває взимку, в різних районах ареалу — з грудня до березня. У старих вовків гін звичайно протікає в досить мирній обстановці, якщо їхня пара збереглася або якщо не з'явився інший, самець-одинак. Коло молодих та самотніх старих вовчиць може збиратись група самців. Між ними часто виникають жорстокі бійки за право стати партнером самки, часто із смертельним результатом для найслабкіших. Цьому сприяє надлишок самців, що часто спостерігається в популяціях вовків Євразії та Північної Америки.""",
#     #     "ПІСЛЯ": """У вовків сезон парування триває з грудня до березня. Зазвичай у старих вовків сезон парування триває мирно, якщо його пара збереглася і не з’явився інший самотній вовк. Група вовків може збиратися коло молодих та самотніх старих вовчиць. Часто жорстокі бійки виникають між ними за вовчицю. Слабкі вовки можуть загинути в таких бійках. Це відбувається через те, що вовків більше, ніж вовчиць."""
#     # },
#     # {
#     #     "ДО": """Лігвом вовкам звичайно слугують різні природні притулки — під вивернутим корінням дерев, серед бурелому, в нішах, на схилах яруг та балок, у скельних розщелинах та інше. Іноді вовки пристосовують для себе нори борсуків, песців, лисиць та шакалів шляхом їх розширення та поглиблення, рідше — риють нори самі. Своє лігво вовки влаштовують звичайно в глухих, важко досяжних місцях, обов'язково неподалік від водойм, ретельно його маскуючи; при підході до лігва вони вдаються до різноманітних заходів безпеки, щоб не видати розташування потомства. Але, на відміну від цього, відома ціла низка випадків, коли вовченят знаходили в цілком несподіваних місцях: в старих скиртах соломи, штабелях дров, складах снігозахисних щитів повз дорогою, і навіть в хлібному полі за кількасот метрів від села.""",
#     #     "ПІСЛЯ": """Вовки влаштовують лігво під вивернутим корінням дерев, на схилах яру та балок, у скельних розщелинах тощо. Іноді вовки забирають собі нори борсуків, песців, лисиць та шакалів. Вони розширюють та поглиблюють відібрані лігва. Вовки зрідка риють нори самі. Зазвичай вовки влаштовують своє лігво в глухих, прихованих місцях, обов'язково неподалік від водойм. Вони всіляко намагаються приховати, що в них там вовченята. При цьому відомо чимало випадків, коли вовченят знаходили в несподіваних місцях: у соломі, дровах, складах, у хлібному полі за кількасот метрів від села."""
#     # },
#     # {
#     #     "ДО": """Характерно, що вовки ніколи не полюють поблизу свого лігва, а лише на відстані 7—10 кілометрів — що, звичайно, також сприяє безпеці виводку. Після того, як вовченята достатньо підростуть, щоб слідувати за батьками, вовки припиняють користуватись постійним лігвом, а зупиняються на відпочинок щоразу в іншому, але завжди надійному, місці.""",
#     #     "ПІСЛЯ": """Помітно, що вовки ніколи не полюють біля свого лігва, лише на відстані 7—10 кілометрів. Це допомагає виводку залишатись у безпеці. Як тільки вовченята підростуть і зможуть іти за батьками, вовки припиняють користуватися постійним лігвом. Вони зупиняються на відпочинок щоразу в іншому, завжди надійному місці."""
#     # },
#     # {
#     #     "ДО": """Вагітність у вовків продовжується від 65 до 75 діб. У виводку в середньому нараховують 5—6 вовченят, зрідка до 14—15, а інколи — лише 1—2 (у старих або молодих вовчиць).""",
#     #     "ПІСЛЯ": """У вовків вагітність триває від 65 до 75 діб. Зазвичай у виводку 5—6 вовченят, зрідка до 14—15. У старих або молодих вовчиць народжується 1—2 вовченяти."""
#     # },
#     # {
#     #     "ДО": """Вовченята народжуються навесні, сліпими, із закритими вушними отворами, вкриті рідкою бурою шерстю. Прозрівають через 9—15 днів; в тритижневому віці починають виповзати з лігва; півтора місяця мати годує їх молоком, але вовченята ще в цей період починають потрохи їсти напівперетравлене м'ясо, що його відригує самець, який весь цей час постачає їжу вовчиці та вовченятам. Вовченята зростають швидко: за перші 4 місяці їхня вага збільшується майже в 30 разів, але потім темп росту помітно зменшується.""",
#     #     "ПІСЛЯ": """Вовченята народжуються навесні, сліпими, із закритими вушками, з рідкою бурою шерстю. Вони починають бачити за 9—15 днів. У 3 тижні вовченята виповзають з лігва. Мати годує їх молоком півтора місяця. У цей самий час вовченята починають потроху їсти напів перетравлене м’ясо, яке відригує батько. Весь цей час батько приносить їжу вовчиці та вовченятам. Вовченята ростуть швидко. За перші 4 місяці їхня вага збільшується майже в 30 разів. Потім вони ростуть повільніше."""
#     # },
#     # {
#     #     "ДО": """Поступово вовченята привчаються вбивати дрібних тварин, яких їм приносять батьки, а потім вчаться і полювати по справжньому. Хоч дорослі вовки досить уважно піклуються про своє потомство, а проте багато вовченят гине на першому році життя: смертність у вовків в цей період життя найбільша і досягає 60—80 %.""",
#     #     "ПІСЛЯ": """Поступово вовченята привчаються вбивати дрібних тварин, яких їм приносять батьки. Потім вони вчаться полювати по-справжньому. Дорослі вовки уважно піклуються про своє потомство. Але багато вовченят гине на першому році життя. У цей період життя вовки найчастіше помирають і їхня смертність досягає 60—80 %."""
#     # },
#     # {
#     #     "ДО": """Відповідно до спостережень за канадськими тундровими вовками, у вихованні вовченят часто окрім батьків може брати участь молодий самець-одинак, що цього року залишився самотнім (в художній літературі це явище описане в книзі канадського натураліста Фарлі Моуета «Не кричи „Вовки“!» (Farley Mowet: «Never Cry Wolf»)).""",
#     #     "ПІСЛЯ": """Помітили, що в канадських тундрових вовків молодий самотній вовк, який не знайшов собі пару цього року, може виховувати вовченят разом з батьками. Це описано в книзі канадського натураліста Фарлі Моуета «Не кричи „Вовки“!» (Farley Mowet: «Never Cry Wolf»)."""
#     # },
#     # {
#     #     "ДО": """Вовки досягають статевої зрілості на другому році життя, а самиці — тільки в трирічному віці, та й то часто на перший рік не здатні знайти собі пару. В природі вовки живуть максимум до 15—20 років, але вже у віці 10—12 років в них виявляються ознаки старіння.""",
#     #     "ПІСЛЯ": """Вовки можуть мати дітей на другому році життя. Вовчиці можуть мати дітей тільки у 3 роки. Часто вовчиці не здатні знайти собі пару на перший рік. У природі вовки живуть щонайбільше до 15—20 років. У 10—12 років вовки починають старіти."""
#     # },
#     # {
#     #     "ДО": """В ряді місцевостей свого первісного ареалу вовки зникли, а в інших їхня чисельність мала — наприклад, в Мексиці близько 50 особин, в Іспанії та Португалії разом — близько двохсот. Але загалом цей вид не вважається таким, що знаходиться під загрозою зникнення.""",
#     #     "ПІСЛЯ": """У деяких місцевостях, де раніше жили вовки, вони зникли. В інших таких місцевостях їх мало. Наприклад, у Мексиці близько 50 особин, в Іспанії та Португалії разом – близько двохсот. Загалом вважається, що цей вид не під загрозою зникнення."""
#     # },
#     # {
#     #     "ДО": """В Червоний список МСОП занесено особливий підвид вовка — північний гірський вовк (Canis lupus irremolus), що зберігся лише в національних парках Єллоустоун та Глейшер в США. Загальна чисельність цього підвиду не перевищує 20 особин.""",
#     #     "ПІСЛЯ": """У Червоний список Міжнародного союзу охорони природи занесено особливий підвид вовка – північний гірський вовк. Він зберігся лише в національних парках Єллоустоун та Глейшер в США. Загалом нараховуються лише до 20 особин цього виду."""
#     # },
#     # {
#     #     "ДО": """Згідно з Конвенцією про охорону дикої флори та фауни і природних середовищ існування в Європі, вовк є суворо охоронюваним видом. Закон України «Про Приєднання України до Конвенції 1979 року про охорону дикої флори і фауни та природних середовищ існування в Європі», щодо вовка містить застереження, передбачене Конвенцією, згідно з яким допускається регулювати його чисельність в обмеженій кількості за умови відповідного контролю.""",
#     #     "ПІСЛЯ": """Вовк є видом, який суворо охороняють. В Україні допускається полювання на вовка."""
#     # },
#     # {
#     #     "ДО": """До охорони вовків закликає Маніфест МСОП з охорони вовків. Проте вимоги міжнародних документів і Закону України не враховуються в іншому Законі України — «Про мисливське господарство та полювання», де вовк необґрунтовано внесений до списку «шкідливих видів». Через це полювання на вовків дозволене в Україні протягом всього року і практично без обмежень кількості відстріляних вовків. Їх знищують навіть на території заповідників та інших об'єктів природно-заповідного фонду. У підсумку, за офіційними даними, щорічно в країні знищується до половини популяції вовка. Попри те, що вовк також занесений до списку мисливських видів, такси за його незаконне знищення в Україні відсутні.""",
#     #     "ПІСЛЯ": """Маніфест Міжнародного союзу охорони природи закликає до охорони вовків. Але в Законі України «Про мисливське господарство та полювання» вовк помилково внесений до списку «шкідливих видів». Через це полювання на вовків дозволене протягом усього року майже без обмежень кількости відстріляних вовків. Їх знищують навіть у заповідниках та інших охоронних територіях. У підсумку, щорічно в країні знищується до половини всіх вовків, які тут живуть. Також вовк занесений до списку мисливських видів. Але в Україні не існує штрафів за незаконне знищення вовка."""
#     # },
#     # {
#     #     "ДО": """2006 року кілька громадських екологічних організацій України — «Екоправо-Київ», Київський еколого-культурний центр, Дружина охорони природи «Зелене майбутнє», асоціація «Наш дім» почали кампанію з захисту вовків в Україні, мета якої — надати вовку охоронний статус. Задля цього було видано кілька буклетів і книг, виграно два суди, завдяки яким Державний комітет лісового господарства вніс зміни до своїх інструкцій, заборонивши знищення вовченят, а також полювання на вовків в сезон розмноження.""",
#     #     "ПІСЛЯ": """2006 року кілька громадських екологічних організацій України почали кампанію з захисту вовків в Україні. Це Екоправо-Київ», Київський еколого-культурний центр, Дружина охорони природи «Зелене майбутнє», асоціація «Наш дім». Вони хочуть надати вовку охоронний статус. Вони видали кілька буклетів і книг, виграли два суди. У результаті Державний комітет лісового господарства заборонив знищення вовченят і полювання на вовків у сезон розмноження."""
#     # },
#     # {
#     #     "ДО": """Важливим завданням є боротьба з негативними публікаціями про вовків. Зокрема, в 2013 р. в українських ЗМІ стало вдвічі менше «противовчих» матеріалів, ніж у 2012 р. 2010 року екологістам вдалося внести законодавчі правки до Закону України «Про мисливське господарство та полювання» щодо внесення вовка до списку мисливських тварин. Оприлюднено низку статей на захист вовків.""",
#     #     "ПІСЛЯ": """Боротьба з публікаціями, де описуються тільки погані риси вовка, є важливим завданням. У 2013 р. в українських ЗМІ стало вдвічі менше «противовчих» статей, передач тощо, ніж у 2012 р. 2010 року екологісти (-ки) змогли внести правки до Закону України «Про мисливське господарство та полювання». Вовка внесено до списку мисливських тварин завдяки цьому. Оприлюднено статті на захист вовків."""
#     # },
#     # {
#     #     "ДО": """Значну загрозу для генетичної структури популяцій вовка несе гібридизація з іншими видами і формами роду Canis.""",
#     #     "ПІСЛЯ": """Парування вовка із собаками загрожує існуванню вовків узагалі. Якщо багато вовків паруватимуться із собаками, їхні дитинчата вже не будуть чистими вовками."""
#     # },
#     # {
#     #     "ДО": """В регіонах з низькою щільністю вовка (зокрема, внаслідок його винищення) вовк нерідко утворює шлюбні пари з бродячими псами (Canis familiaris). Вовко-псові гібриди формуються у більшості випадків, коли порушена просторова структура популяцій вовка і є брак шлюбних партнерів. Особливо часто гібриди виявляють на півдні ареалу вовка, зокрема й на півдні України.""",
#     #     "ПІСЛЯ": """У регіонах, де мало вовків, вовк може паруватися з бродячими псами. Це трапляється тоді, коли кількість самок і самиць вовків нерівномірна. Особливо часто такі ситуації трапляються на південній території поширення вовка, зокрема й на півдні України."""
#     # },
#     # {
#     #     "ДО": """Існує також цілий напрямок виведення вовкопсових гібридів (wolfdog) для утримання їх як службових тварин, зокрема загальновідомих «чехословацьких вовкособак».""",
#     #     "ПІСЛЯ": """Люди навчилися виводити вовкопсові гібриди. Це робиться для того, щоб вивести службових тварин. Вони відомі як «чехословацькі вовкособаки»."""
#     # },
#     # {
#     #     "ДО": """Гібридний статус припускається для кількох таксонів Canis, зокрема для «рудого вовка» (Canis rufus).""",
#     #     "ПІСЛЯ": """Деякі види визнані як вовкопсові гібриди, наприклад, «рудий вовк»."""
#     # },
#     # {
#     #     "ДО": """Ціла низка дослідників вважає, що коза і вовк є тотемними тваринами племен, з яких сформувався український народ. Серед них — О. Знойко, В. Давидюк, Г. Лозко, М.-Л. А. Чепа. При цьому коза як тотем притаманна для переважної частини України від Київщини й Чернігівщини до Гуцульщини в Карпатських горах, а ознаки вовка як тотема поширені на волинському Поліссі й частково чернігівському Поліссі. На думку етнопсихолога М.-Л. А. Чепи, фольклориста В. Давидюка вовк є центральним персонажем українського тотемізму.""",
#     #     "ПІСЛЯ": """Деякі дослідники (-ці) вважають, що коза і вовк є священними тваринами для праукраїнців (-ок). Це О. Знойко, В. Давидюк, Г. Лозко, М.-Л. А. Чепа. Коза популярна для переважної частини України. Ознаки вовка як важливого персонажа поширені на волинському Поліссі й частково чернігівському Поліссі. Етнопсихолог М.-Л. А. Чепа та фольклорист В. Давидюк вважають, що вовк є одним з головних персонажів (-ок) української культури."""
#     # },
#     # {
#     #     "ДО": """У тих регіонах, де вовк є тотемом, під час новорічних народних вистав свята Щедрого вечора щедрувальники вдягалися не лише в шкіру кози, але й у шкіру вовка. Етнографами записано на Чернігівщині пісню при щедровечірньому водінні кози, де згадується також і вовк.""",
#     #     "ПІСЛЯ": """У регіонах, де вовк є важливим персонажем, під час новорічних народних вистав Щедрого вечора щедрувальники (-ці) вдягалися не лише в шкіру кози, але й у шкіру вовка. На Чернігівщині етнографи (-ині) записали пісню при щедровечірньому водінні кози, де згадується також і вовк."""
#     # },
#     # {
#     #     "ДО": """У Пісні льоду й полум'я вовк — Герб Дому Старків. Самих Старків у романах часто називають Вовками. Також Старки мають своїх деривовків.""",
#     #     "ПІСЛЯ": """У «Пісні льоду й полум'я» вовк — Герб Дому Старків. У романах часто називають Старків Вовками. Також Старки мають своїх деривовків."""
#     # },
#     # {
#     #     "ДО": """Вовкособаки, або вовкопси, вовкособи, напіввовки — гібриди собак і вовків (переважно сірих вовків). Як і з іншими великими собаками, їх не радять заводити людині без спеціальних знань. Іноді вовкособів називають усталеною породою, а напіввовка — випадковим гібридом. Крім вовкособів, інколи виокремлюють породи, генетично близькі з вовками, наприклад німецька вівчарка і маламут.""",
#     #     "ПІСЛЯ": """Вовкособаки, вовкопси, вовкособи або напіввовки — діти собак і вовків (переважно сірих вовків). Як й інших великих собак, їх не радять заводити людині без спеціальних знань. Іноді вважають, що вовкособ – це усталена порода, а напіввовк – випадково утворений вид. Крім вовкособів, інколи виокремлюють породи, генетично близькі з вовками, наприклад німецька вівчарка і маламут."""
#     # },
#     # {
#     #     "ДО": """Відомий персонаж — собакововк — Балто, пес із однойменного мультфільму. Ще один собакововк — Біле Ікло з однойменної повісті (його батьком був вовк, а матір'ю — вовкособака Кіче, яка була ватажком зграї).""",
#     #     "ПІСЛЯ": """Відомий персонаж — собакововк — Балто, пес із однойменного мультфільму. Ще один собакововк — Біле Ікло з однойменної повісті (його батьком був вовк, а матір'ю — вовкособака Кіче, яка була ватажком зграї)."""
#     # },
#     # {
#     #     "ДО": """У 2010 році археологи та палеонтологи оголосили, що вони знайшли останки великої кількості гібридів, які були поховані з воїнами цивілізації Теотіуакан у Центральній долині Мексики близько двох тисяч років тому, і у світлі цих даних, деякі тварини зазвичай зображені в мистецтві й культурі та які, як думали, були дивними собаками або койотами — ймовірно, були гібридами вовків і собак.""",
#     #     "ПІСЛЯ": """У 2010 році археологи (-ні) та палеонтологи (-ні) оголосили, що вони знайшли останки великої кількости гібридів. Ці останки були поховані з воїнами цивілізації Теотіуакан у Центральній долині Мексики близько двох тисяч років тому. За цими даними, деякі тварини, зображені в мистецтві й культурі, були не дивними собаками або койотами, а, імовірно, гібридами вовків і собак."""
#     # },
#     # {
#     #     "ДО": """Перша згадка про розведення вовкособів у Великій Британії стосується 1766 року, коли був злучений самець вовка з собакою — вони були названі «Поморський собака», хоча, можливо, відрізнялися від сучасної Поморської породи. Потомство складалося з дев'яти цуценят. Ці гібриди були придбані англійською знаттю, яка розглядала їх як біологічну чудасію. Гібриди вовків і собак демонструвалися в англійських звіринцях: такі чотирилапі описані В. Ogilby 1829 року.""",
#     #     "ПІСЛЯ": """Перша згадка про розведення вовкособів у Великій Британії датована 1766 роком. Тоді були злучені самець вовка із самкою собаки. Вони були названі «Поморською собакою», хоча, можливо, відрізнялися від сучасної Поморської породи. Потомство складалося з дев'яти цуценят. Ці гібриди були придбані англійською знаттю. Вона розглядала їх як біологічну чудасію. Гібриди вовків і собак демонструвалися в англійських звіринцях: такі чотирилапі описані В. Ogilby 1829 року."""
#     # },
#     # {
#     #     "ДО": """Спроби схрестити вовка і собаку робилися давно. Сьогодні існує принаймні сім порід собак, у створенні яких експерти визнають участь значної кількості вовків або гібридів. Чотири породи були наслідком навмисних схрещувань вовків з німецькими вівчарками і мають відмінні риси зовнішнього вигляду, які можуть відбивати різні підвиди вовка, який сприяв їх формуванню. Єдині дві офіційно стандартизовані європейські породи вовкопсів, отримані на основі німецьких вівчарок і вовків — вовчий собака Сарлоса і чехословацький Вовчак. Однак, ці породи важко утримувати. Були й інші, більш незвичайні схрещування: недавно[коли?] в Німеччині були проведені експерименти зі схрещування вовків і пуделів. Інша порода, Wolamute — це помісь аляскинського маламута і степового вовка. Наміри, які стоять за створенням таких порід, широко міняються в межах від простого бажання мати собаку, схожого на вовка зовні, до професійного виведення військових робочих собак.""",
#     #     "ПІСЛЯ": """Спроби схрестити вовка і собаку робилися давно. Сьогодні існує принаймні сім порід собак, у створенні яких брали участь вовки або гібриди. Чотири породи є наслідком навмисних схрещувань вовків з німецькими вівчарками. Ці породи мають такі риси зовнішности, успадковані від вовків-пращурів. Єдині дві офіційно стандартизовані європейські породи вовкопсів, отримані на основі німецьких вівчарок і вовків, це вовчий собака Сарлоса і чехословацький Вовчак. Однак ці породи важко утримувати. Були й інші, більш незвичайні схрещування: колись у Німеччині були проведені експерименти зі схрещування вовків і пуделів. Інша порода, Wolamute, є сумішшю аляскинського маламута і степового вовка. Ці породи створювалися з різними цілями: від простого бажання мати собаку, схожого на вовка зовні, до професійного виведення військових робочих собак."""
#     # },
#     # {
#     #     "ДО": """У світі було багато випадків схрещування вовка з собакою. Наприклад: індіанці під час шлюбного періоду вовків навмисно прив'язували в лісі на кілька ночей собак (самиць, оскільки самців вбивають як вовки, так і вовчиці), щоби ті злучалися з вовками. Найчастіше вовкособи народжуються від спарювання самця вовка і свійського пса. Парування вовчиці з псом зустрічається вкрай рідко (на ділі практично неможлива), тому що під час гону, вовки завойовують прихильність вовчиці, борючись між собою у виснажливих поєдинках (часом зі смертельними наслідками). Вовки перевершують собак розміром і силою, і тому тільки одиниці псів виживають і стають членами зграї та завойовують прихильність вовчиці. Чому ж самці вовків спаровуються зі собаками, можна пояснити так: ці вовки найслабші і боягузливі в зграї або самотні, а собаки або бездомні, чи без нагляду господаря. Буває так, що у вовчому лігві можна крім вовка і вовчиці з виводком, побачити собаку (наприклад коли вовчиця без партнера, тобто він мертвий); він виконує роль няньки для вовченят, коли обоє батьків або вовчиця на полюванні. Однак це може бути лише коли собаку виростили вовки.""",
#     #     "ПІСЛЯ": """У світі було багато випадків схрещування вовка з собакою. Наприклад, індіанці (-ки) під час шлюбного періоду вовків навмисно прив'язували в лісі на кілька ночей самиць собаки, щоб вони парувалися з вовками. Прив'язували самиць, бо самців убивають і вовки, і вовчиці. Найчастіше вовкособи народжуються від спарювання самця вовка і свійського пса. Парування вовчиці з псом трапляється вкрай рідко, майже ніколи. Це тому, що під час гону вовки завойовують прихильність вовчиці, борючись між собою у виснажливих поєдинках (часом зі смертельними наслідками). Вовки перевершують собак розміром і силою. Тому тільки одиниці псів виживають, стають членами зграї та завойовують прихильність вовчиці. Спарювання самців вовка із собаками можна пояснити так: вовки найслабші і боягузливі в зграї або самотні, а собаки або бездомні, або без нагляду господаря (-ки). Буває так, що у вовчому лігві можна, крім вовка і вовчиці з виводком, побачити собаку (наприклад, коли вовчиця без партнера, тобто він мертвий). Собака виконує роль няньки для вовченят, коли обоє батьків або вовчиця на полюванні. Однак це може бути лише коли собаку виростили вовки."""
#     # },
#     # {
#     #     "ДО": """Гібриди — вельми здорові тварини, і залежать від спадкових захворювань менше, за більшість порід собак. Вони, як правило — здоровіше, ніж будь-який з батьків внаслідок гетерозиса. Деякі з встановлених порід на основі гібридів, які існують сьогодні, були виведені як раз навмисно для поліпшення здоров'я і сили робочих собак.""",
#     #     "ПІСЛЯ": """Гібриди — вельми здорові тварини. Вони залежать від спадкових захворювань менше за більшість порід собак. Вони звичайно здоровіші, ніж будь-який з батьків. Деякі з встановлених порід на основі гібридів, які існують сьогодні, були виведені навмисно для поліпшення здоров'я та сили робочих собак."""
#     # },
#     # {
#     #     "ДО": """Існує деяка суперечка з приводу ефективності стандартної вакцини від сказу для гібридів. Міністерство сільського господарства США до теперішнього часу (початок 2000-х) не затвердило вакцини проти сказу для їх щеплення, хоча вони і радять застосування звичайної вакцини проти сказу. Власники і заводчики гібридів вважають, що відсутність офіційних рекомендацій є політичним кроком, щоби зменшити поширеність гібридів в приватних руках.""",
#     #     "ПІСЛЯ": """Існує деяка суперечка з приводу ефективности стандартної вакцини від сказу для гібридів. Міністерство сільського господарства США до 2000-х років не затвердило вакцини проти сказу. Водночас воно радить застосовувати звичайну вакцину проти сказу. Власники (-ці) та заводчики (-ці) гібридів вважають, що вакцину не затверджують для того, щоб зменшити численність гібридів у приватних руках."""
#     # },
#     # {
#     #     "ДО": """Схрестити вовка і собаку не так вже й важко, але наслідки досить непередбачувані. Найчастіше отримані цуценята мають вкрай нестійку психіку. Вони можуть бути замкненими в собі і боятися навколишніх людей і тварин, або ж можуть бути поводитися вкрай агресивно. Як правило такі гібриди не піддаються дресируванню. Що стосується зовнішнього вигляду таких гібридів, вони можуть бути вкрай потворні і не схожі на вовків. Часто у них зустрічаються вроджені відхилення, наприклад, нащадок від схрещування вовка і собаки отримує будову кістяка і кінцівок від одного з батьків, а зв'язки, сухожилля — від іншого, котрі не дуже пасують. Або верхня щелепа розвивається за одним типом, а нижня — за іншим. Тоді виходить неправильний прикус.""",
#     #     "ПІСЛЯ": """Схрестити вовка і собаку не важко. Але наслідки досить непередбачувані. Найчастіше одержані цуценята мають вкрай нестійку психіку. Вони можуть бути замкненими в собі та боятися навколишніх людей і тварин або поводитись агресивно. Звичайно такі гібриди не піддаються дресируванню. Щодо зовнішнього вигляду, вони можуть бути дуже потворними та несхожими на вовків. Часто в них трапляються вроджені відхилення. Наприклад, нащадок від схрещування вовка та собаки отримує будову кістяка та кінцівок від одного з батьків, а зв'язки, сухожилля — від іншого. Або верхня щелепа розвивається за одним типом, а нижня — за іншим. Тоді виходить неправильний прикус."""
#     # },
#     # {
#     #     "ДО": """Вовкопси представляють собою суміш генетичних ознак, що призводить до менш передбачуваної моделі поведінки порівняно з чистокровним вовком або псом. Поведінка дорослих гібридних цуценят також не може бути заздалегідь передбаченою з достатньою впевненістю, навіть в третьому поколінні цуценят гібридів при в'язанні з собаками, як і по поведінці їх батьків. Таким чином, хоча поведінка одного вовкособа може бути передбачуваною, але поведінка породи в цілому — ні. Більшість волкопсів дуже цікаві і в загальному випадку не більш руйнівні, ніж будь-який інший цікавий або активний собака.""",
#     #     "ПІСЛЯ": """У вовкопсах змішалися різні генетичні ознаки. Через це передбачити їхню поведінку досить складно порівняно з поведінкою чистокровного вовка або пса. Поведінка дорослих цуценят також не може бути точно передбаченою заздалегідь, навіть у третьому поколінні змішаних цуценят при паруванні з собаками. Поведінка одного вовкособа може бути передбачуваною, але поведінка породи в цілому — ні. Більшість волкопсів дуже допитливі та взагалі не більш руйнівні, ніж будь-який інший допитливий або активний собака."""
#     # },
#     # {
#     #     "ДО": """Поведінка вовка, як правило, більш боязка і обережна по відношенню до людей, ніж у собаки. Не слід вважати вовкособів більш небезпечними, ніж інші великі собаки. Соціалізація кожної окремої особини, більше залежить від способів навчання. Ризик для громадської безпеки залежить від соціалізації кожної окремої тварини. Немає ніяких переконливих доказів того, що вовкособи більш агресивні стосовно людей, ніж інші великі пси (наприклад, піт-бультер'єри, німецькі вівчарки, чау-чау, і ротвейлери). Поведінка вовкособів не прямо пропорційна процентному вмісту від вовка: гібрид в першому поколінні може мати поведінку більш подібну для собаки. І навпаки, гібриди наступних поколінь можуть поводитися як вовк. Поведінка вовкособа не визначається його генотипом або фенотипом. Вроджена поведінка певної тварини може бути в широких межах всього генетичного різноманіття. Немає ніяких науково - підтверджених статистичних доказів того, що вовкособи становлять більшу загрозу для людей, тварин і майна, ніж інші відомі породи сімейства собачих. Більшість нападів на людей пов'язано з безвідповідальністю власників — відсутністю належного стримування, або неконтрольованим контактом, чи контактом з собакою без відома власника.""",
#     #     "ПІСЛЯ": """Поведінка вовка, як правило, більш боязка й обережна по відношенню до людей, ніж у собаки. Не слід вважати вовкособів більш небезпечними, ніж інші великі собаки. Соціалізація кожної окремої особини більше залежить від способів навчання. А ризик для громадської безпеки залежить від соціалізації кожної окремої тварини. Немає ніяких переконливих доказів того, що вовкособи більш агресивні до людей, ніж інші великі пси (наприклад, піт-бультер'єри, німецькі вівчарки, чау-чау, і ротвейлери). Поведінка вовкособів не залежить від вовка-предка напряму: гібрид в першому поколінні може мати більш подібну для собаки поведінку. І навпаки, гібриди наступних поколінь можуть поводитися, як вовк. Поведінка вовкособа не визначається його генами взагалі або на певній стадії розвитку. Немає ніяких серйозних доказів того, що вовкособи є більшою загрозою для людей, тварин і майна, ніж інші породи собачих. Більшість нападів на людей пов'язано з безвідповідальністю власників (-ць) — відсутністю належного стримування або неконтрольованим контактом, або контактом з собакою без відома власника (-ці)."""
#     # },
#     # {
#     #     "ДО": """Точки зору, що агресивна поведінка за своєю природою є частиною темпераменту вовкособа, були оскаржені в останні роки заводчиками і прихильниками розведення вовкособа як домашніх тварин. Прихильники вовкособа кажуть, що чим вищий спадковий вміст від вовка — тим більше боязкими вони є відносно незнайомих людей. Але майже всі вовкособи можуть стати хорошими компаньйонами, особливо якщо їх соціалізація та навчання починається з раннього віку. Навіть у випадках повністю собачої поведінки, вовкособи іноді можуть зберегти деякі вовчі повадки, такі як: риття схронів, жування предметів домашнього ужитку, «скелелазіння» на паркани і будови, схильність до руйнівних дій щодо домашньої обстановки. Наступні покоління гібридів вже рідко мають ці проблеми, не більше ніж будь-які інші великі породи собак.""",
#     #     "ПІСЛЯ": """Заводчики (-ці) та прихильники (-ці) розведення вовкособів спростували міт про вроджену агресивну поведінку цих тварин. Прихильники (-ці) вовкособа кажуть: що вищий спадковий вміст від вовка, то більш боязкими вони є відносно незнайомих людей. Майже всі вовкособи можуть стати хорошими компаньйонами (-ками), особливо якщо їх соціалізація та навчання починаються з раннього віку. Навіть у випадках повністю собачої поведінки вовкособи можуть зберегти деякі вовчі звички, наприклад, риття схронів, жування предметів домашнього вжитку, лазіння на паркани та будови тощо. Наступні покоління гібридів зрідка мають ці звички, не більше ніж будь-які інші великі породи собак."""
#     # },
#     # {
#     #     "ДО": """Вовкособи — популяція вовко-собачих гібридів, виведена в Пермському інституті внутрішніх військ з вовків і німецьких вівчарок. Наукове керівництво проєкту здійснює професор Касимов В. М. Назва утворена зі слів «вовк» і «собака». На відміну від попередніх дослідів зі схрещування вовка з різними породами собак, вовкособи керовані людиною. Мають набагато розвиненіше чуття, інтелект і витривалість, ніж собаки. У замкнутому просторі знаходять людину за 20 секунд, проти 4-6 хвилин у вівчарки. Також примітним є те, що володіючи габаритами і хваткою вовка, вовкособи залишаються слухняними і ніжними стосовно людини. Перший вовкособ був виведений внаслідок схрещування вовчиці Найди і німецької вівчарки. Станом на початок 2010-х, наявні популяції вовкособів використовуються для охорони китайських та монгольських кордонів Російської Федерації. З породою працює прикордонне управління ФСБ.""",
#     #     "ПІСЛЯ": """Вовкособи — популяція вовко-собачих гібридів, виведена в пермському інституті внутрішніх військ з вовків і німецьких вівчарок. Наукове керівництво проєкту здійснює професор Касимов В. М. Назва утворена зі слів «вовк» і «собака». Ці вовкособи були виведені людиною спеціально. Вони мають набагато розвиненіші чуття, інтелект і витривалість, ніж собаки. У замкнутому просторі тварини знаходять людину за 20 секунд проти 4-6 хвилин у вівчарки. Вовкособи володіють розмірами та хваткою вовка, але залишаються слухняними і ніжними до людини. Перший вовкособ був виведений внаслідок схрещування вовчиці Найди і німецької вівчарки. Станом на початок 2010-х вовкособи використовуються для охорони китайських та монгольських кордонів росії. З породою працює прикордонне управління фсб."""
#     # },
#     # {
#     #     "ДО": """Проєкт з розведення і вивчення гібридів вовка і собаки в Пермі закрито. За 16 років було отримано 46 вовкособів (п'ять поколінь). Згодом в пермському інституті внутрішніх військ МВС, залишилося всього п'ять тварин.""",
#     #     "ПІСЛЯ": """Проєкт з розведення і вивчення вовкособів у пермі закрито. За 16 років було отримано 46 тварин (п'ять поколінь). Згодом в пермському інституті внутрішніх військ мвс, залишилося всього п'ять тварин."""
#     # },
#     # {
#     #     "ДО": """Вовкособи з довгою і пухнастою шерстю. Мають добре розвинені м'язи.""",
#     #     "ПІСЛЯ": """Вовкособи з довгою і пухнастою шерстю. Мають добре розвинені м'язи."""
#     # },
#     # {
#     #     "ДО": """До 1993 року вважалося, що собаки і вовки стосуються різних видів вовчих. Однак дослідження показали, що мова йде про два підвиди: генетична різниця між вовками і собаками виявилася в середньому лише в два рази більше, ніж між різними породами, і тільки в чотири рази більше, ніж у собак однієї породи. Гібридне потомство собак і вовків завжди плідне, на відміну від гібридів різних видів — наприклад, собак і койотів.""",
#     #     "ПІСЛЯ": """До 1993 року вважалося, що собаки і вовки стосуються різних видів вовчих. Однак дослідження показали, що йдеться про два підвиди. Генетична різниця між вовками і собаками виявилася в середньому у два рази більше, ніж між різними породами, і в чотири рази більше, ніж у собак однієї породи. Потомство собак і вовків завжди плідне, на відміну від суміші різних видів, наприклад, собак і койотів."""
#     # },
#     # {
#     #     "ДО": """Під час придбання цуценят-вовкособів, звертають увагу на «зміст вовка». Це відсоток, який повинен відображати кількість «вовчої крові» в тварині. Є два методи визначення цього відсотка: на основі родоводу (вовк вважається за 100 %, собака — за 0 %, для потомства береться середнє арифметичне батьків) або на основі зовнішніх рис. Для другого методу не існує єдиних правил, і кожен заводчик може виходити зі своїх уявлень — або зовсім вказувати той відсоток, який краще продається. Перший метод також не є точним: на відміну від усталених порід, що відбираються за сталість ознак, гібрид може успадкувати ознаки собаки або вовка в будь-якому поєднанні. Однак метод родоводу корисний тим, що його ж застосовують в генеалогії людей, тому він простіше для розуміння. Чи брали участь в родоводу вовки або вовчиці, кобелі або суки — важливо тільки для деяких ознак, пов'язаних зі статтю.""",
#     #     "ПІСЛЯ": """Під час придбання цуценят-вовкособів, звертають увагу на «зміст вовка». Це відсоток, який повинен відображати кількість «вовчої крови» у тварині. Є два методи визначення цього відсотка. Перший – на основі родоводу (вовк вважається за 100 %, собака — за 0 %, для потомства береться середнє арифметичне батьків). Другий – на основі зовнішніх рис. Для другого методу не існує єдиних правил, і кожен (-на) заводчик (-ця) може виходити зі своїх уявлень або взагалі вказувати той відсоток, який краще продається. Перший метод також не є точним: на відміну від усталених порід, що відбираються за сталість ознак, цуценя може успадкувати ознаки собаки або вовка в будь-якому поєднанні. Однак метод родоводу корисний тим, що його ж застосовують в генеалогії людей, тому він простіший для розуміння. Чи брали участь у родоводі вовки або вовчиці, кобелі або суки — важливо тільки для деяких ознак, пов'язаних зі статтю."""
#     # },
#     # {
#     #     "ДО": """Вовчими ознаками у вовкособів називають особливий зовнішній вигляд і поведінкові риси. Однак всупереч поширеній помилці, собаки з високим «вмістом вовка» частіше бувають полохливими, боязкими, недовірливими. У більш чистокровних собак поведінка агресивніше і впевненіше, особливо при схрещуванні з відповідними породами (наприклад, тер'єри).""",
#     #     "ПІСЛЯ": """Вовчими ознаками у вовкособів називають особливий зовнішній вигляд і поведінку. Однак усупереч поширеній помилці собаки з високим «вмістом вовка» частіше бувають полохливими, боязкими, недовірливими. У більш чистокровних собак поведінка агресивніша та впевненіша, особливо при схрещуванні з відповідними породами (наприклад, тер'єри)."""
#     # },
#     # {
#     #     "ДО": """Вовчий собака Сарлоса, найстарша з визнаних порід, виведена в Нідерландах з німецьких вівчарок. Перші цуценята отримані 1925 року. У 1981 порода була зареєстрована Міжнародною кінологічною федерацією (FCI).""",
#     #     "ПІСЛЯ": """Вовчий собака Сарлоса найстарша з визнаних порід. Вона була виведена в Нідерландах з німецьких вівчарок. Перші цуценята одержані 1925 року. У 1981 порода була зареєстрована Міжнародною кінологічною федерацією (FCI)."""
#     # },
#     # {
#     #     "ДО": """Чехословацький вовчий собака, виведений 1955 року з німецьких вівчарок для прикордонної роботи. Визнаний національною породою в 1982 і зареєстрований FCI в 1999.""",
#     #     "ПІСЛЯ": """Чехословацький вовчий собака, виведений 1955 року з німецьких вівчарок для прикордонної роботи. Визнаний національною породою в 1982 і зареєстрований FCI в 1999."""
#     # },
#     # {
#     #     "ДО": """Гібрид вовка і маламута називається «вовомут» або «малавовк». Найбільш відомим метисом вовка і аляскинського маламута, є пес з кличкою Джед. Спочатку він зіграв у фантастичному трилері «Щось» роль асимільованої прибульцем тварини (під час знімання фільму пес, на думку акторів, виявляв справжні кмітливість і гру, часто Джед полюбляв спостерігати за побудовою декорацій і витворяв неймовірні трюки та робив такі гримаси, від яких багато акторів або сміялися, чи відчували збентеження). Після цього малавовк Джед знявся в образі головного героя в диснеївському фільмі 1991 року «Біле Ікло».""",
#     #     "ПІСЛЯ": """Суміш вовка і маламута називається «вовомут» або «малавовк». Найбільш відомим цуценям вовка і аляскинського маламута є пес з кличкою Джед. Спочатку він зіграв у фантастичному трилері «Щось» роль асимільованої прибульцем тварини. Під час знімання фільму пес, на думку акторів (-ок), виявляв справжні кмітливість і гру. Часто Джед полюбляв спостерігати за побудовою декорацій і витворяв неймовірні трюки та робив такі гримаси, від яких багато акторів (-ок) або сміялися, або відчували збентеження. Після цього малавовк Джед знявся в образі головного героя в диснеївському фільмі 1991 року «Біле Ікло»."""
#     # },
#     # {
#     #     "ДО": """Німецька вівчарка носила назву «ельзаський вовчий собака» приблизно з 1930 до 1977, щоб уникнути негативної асоціації з фашистською Німеччиною.""",
#     #     "ПІСЛЯ": """Німецька вівчарка мала назву «ельзаський вовчий собака» приблизно з 1930 до 1977, щоб не нагадувати про нацистську Німеччину."""
#     # },
#     # {
#     #     "ДО": """Тварина середнього розміру, за складом тіла нагадує кроля. Довжина тіла — 44-74 см, вага — 2,5-5,5 кг. Забарвлення влітку буро-сіре, зимою — чисто біле. Хвіст чисто сірий без чорної шерсті, кінчики вух чорні протягом всього року.""",
#     #     "ПІСЛЯ": """Тварина середнього розміру. Біляк нагадує кроля за будовою тіла. Довжина тіла — 44-74 см. Вага — 2,5-5,5 кг. Улітку шерсть буро-сіра. Узимку шерсть чисто біла. Хвіст чисто сірий без чорної шерсти. Кінчики вух чорні протягом усього року."""
#     # },
#     # {
#     #     "ДО": """Поширений в тундровій і лісовій зонах північної півкулі, в Шотландії, Ірландії, в гірських районах Альп, на островах Сахалін та Хоккайдо. В Україні рідкісний звір, поширений в північній частині північних областей — в українському Поліссі.""",
#     #     "ПІСЛЯ": """Біляк поширений у тундрі та лісі північної півкулі, у Шотландії, Ірландії, Альпах, на островах Сахалін та Хоккайдо. В Україні це рідкісний звір. В Україні він поширений на Поліссі."""
#     # },
#     # {
#     #     "ДО": """Постійних укриттів не має, взимку для відпочинку влаштовує схованки у снігу. Живиться трав'янистими та деревно-чагарниковими (кора, молоді пагони, бруньки) рослинами. Початок гону в лютому — березні, вагітність триває бл. 50 днів. Самка 1—3 рази на рік народжує по З—6 малят (зрячі, вкриті пухом і здатні відразу самостійно пересуватися). Линяє двічі на рік. Спостерігається різке коливання чисельності по роках. У літньому вбранні заєць білий дуже схожий на зайця-русака, але від останнього відрізняється білими короткими задніми лапками та вухами. Взимку стає повністю білим, лише кінці вух залишаються чорними. Вороги — рись, лисиця, вовк, бродячі пси.""",
#     #     "ПІСЛЯ": """Біляк не має постійних укриттів. Узимку він влаштовує схованки для відпочинку у снігу. Біляк живиться трав’янистими рослинами та корою, молодими пагонами, бруньками. Сезон розмноження триває в лютому — березні. Вагітність триває бл. 50 днів. Зайчиха народжує по З—6 малят 1—3 рази на рік. При народженні зайченята зрячі, укриті пухом і відразу здатні самостійно пересуватися. Біляк линяє двічі на рік. Кількість біляків є різною в різні роки. Улітку заєць білий дуже схожий на зайця-русака. Біляк відрізняється від русака білими короткими задніми лапами та вухами. Узимку біляк стає повністю білим. Узимку лише кінці вух залишаються чорними. Рись, лисиця, вовк, бродячі пси є ворогами біляка."""
#     # },
#     # {
#     #     "ДО": """Заєць білий є одним з основних об'єктів полювання у північних країнах, особливо у тайговій та тундровій природних зонах. Заєць білий є об'єктом як спортивного полювання, так і хутрового промислу, зокрема у більшості районів РФ.""",
#     #     "ПІСЛЯ": """У північних країнах, особливо в тайзі і тундрі, часто полюють на зайця білого. Полюють для розваги і для того, щоб дістати його хутро, зокрема в більшості районів рф."""
#     # },
#     # {
#     #     "ДО": """На межах свого поширення цей вид, як і більшість видів, має низьку чисельність і нестабільні місцеві популяції. Така ситуація, зокрема, склалася і в Україні, де вид представлений найбільш крайовими локальними популяціями в межах Центрального Полісся. У зв'язку з низькою чисельністю цей вид зайців занесено до Червоної книги України (2009).""",
#     #     "ПІСЛЯ": """На межах свого поширення дуже мало особин цього виду. Також можливе схрещення з іншими видами. Така ситуація склалась і в Україні. Тут вид проживає в межах Центрального Полісся. Цей вид зайців занесено до Червоної книги України (2009) через малу кількість особин."""
#     # },
#     # {
#     #     "ДО": """В межах України зрідка трапляється в північній частині Полісся; до 19 століття водився також в Карпатах. Літом бурувато-сірий, зимою зовсім білий, лише кінчики вух чорні.""",
#     #     "ПІСЛЯ": """У межах України біляк зрідка трапляється на півночі Полісся. До 19 століття він водився в Карпатах. Улітку біляк бурувато-сірий. Узимку він зовсім білий з чорними кінчиками вух."""
#     # },
#     # {
#     #     "ДО": """Дуже незначна. В 1978 р. відловлений у Кролевецькому р-ні, 1981 р. — Ямпільському, 1984 р. — Середино-Будському районах Сумської області. У 1991 р. на Київську хутрову базу надійшло 2 шкурки з Семенівського та Новгород-Сіверського р-нів Чернігівської області. По 1-2 шкурки зайця білого надходить раз на 4 — 5 років. Причини зміни чисельності не з'ясовані. Припускають, що зменшення кількості зайця білого пов'язане зі зміною ландшафтних умов, з настанням теплих, малосніжних зим, зміщенням ареалу виду на північ.""",
#     #     "ПІСЛЯ": """Біляків дуже мало. У 1978 р. один заєць був відловлений у Кролевецькому, 1981 р. — Ямпільському, 1984 р. — Середино-Будському районах Сумської області. У 1991 р. на Київську хутрову базу надійшло 2 шкурки із Семенівського та Новгород-Сіверського районів Чернігівської області. По 1-2 шкурки зайця білого надходить раз на 4 — 5 років. Причини зміни кількости біляків не з'ясовані. Мабуть, це відбувається через зміну клімату, теплі, малосніжні зими. У результаті межі поширення біляка зміщуються на північ."""
#     # },
#     # {
#     #     "ДО": """Американський білий заєць став об'єктом уваги еволюційних біологів. Через потепління терміни встановлення і танення снігового покриву та терміни весняної та осінньої линьок розбалансовані, через це навесні і восени зайці стають помітнішими для хижаків. Однак, як з'ясувалося, сезонні зрушення не привели до зміни повадок зайців, не згладжує цієї невідповідності і фенотипова пластичність. Пристосування зайців до зміни кліматичних умов відбувається тільки за рахунок природного відбору.""",
#     #     "ПІСЛЯ": """Еволюційні біологи (-ині) зацікавилися американським білим зайцем. Випадання і танення снігу та весняна й осіння линька не збігаються через потепління. Через це навесні і восени зайці стають помітнішими для хижаків. Однак з'ясувалося, що зміна клімату не привела до зміни поведінки зайців. Пристосування зайців до зміни клімату відбувається тільки через природний відбір."""
#     # },
#     # {
#     #     "ДО": """Заєць сірий, або русак (Lepus europaeus) — вид ссавців ряду Зайцеподібні. Дуже поширений вид в Україні.""",
#     #     "ПІСЛЯ": """Заєць сірий або русак — вид ссавців ряду Зайцеподібні. Це дуже поширена тварина в Україні."""
#     # },
#     # {
#     #     "ДО": """Зазвичай ці нічні та полохливі тваринки змінюють свою поведінку навесні під час гону, коли їх можна побачити вдень за переслідуванням один одного в полях. Протягом цього весняного божевілля вони іноді б'ють один одного лапами («боксують»). Зазвичай це не змагання між самцями, а швидше зайчиха, що вражає самця, аби показати, що вона ще не готова спаровуватися або випробовує його рішучість. Самиці гніздяться у поглибленнях на поверхні землі, а не в норі, а молодь стає активною одразу як народжується.""",
#     #     "ПІСЛЯ": """Зазвичай це нічні полохливі тваринки. Зайці змінюють свою поведінку навесні. Тоді вдень можна побачити, як вони бігають одне за одним. Протягом весни вони іноді б'ють одне одного лапами. Зазвичай це не змагання між зайцями. Вважають, що скоріше це зайчиха б’є зайця, щоб подражнити його або показати, що вона ще не готова до парування. Зайчихи оселяються у сховках на поверхні землі, а не в норі. Молодь стає активною одразу як народжується."""
#     # },
#     # {
#     #     "ДО": """Довжина тіла 55—70 см, довжина клиноподібного хвоста 8—12 см, вага 4—10 кг. Задні ноги в русака набагато довші за передні, ступні вузькі і витягнуті, повністю вкриті шерстю. Вуха довгі, ланцетоподібні, пригнуті до голови, заходять далі, ніж кінець морди; по зовнішньому краю вуха йде темна смуга.""",
#     #     "ПІСЛЯ": """Довжина тіла 55—70 см. Довжина хвоста 8—12 см. Вага 4—10 кг. У русака задні ноги набагато довші за передні. Ступні вузькі і витягнуті, повністю вкриті шерстю. Вуха довгі, пригнуті до голови, заходять далі, ніж кінець морди. Темна смуга йде по зовнішньому краю вуха."""
#     # },
#     # {
#     #     "ДО": """Влітку хутро зайця сірого кольору, жовто-руде з боків і бурувате на спині, а на зиму воно біліє з боків, на відміну від зайця-біляка, у якого хутро взимку чисто біле, за винятком вух. У нього вуха значно довші, ніж у біляка. Відігнуті вперед, вони заходять на кінчик носа. Хвіст також довгий, зверху чорний, знизу білий.""",
#     #     "ПІСЛЯ": """Улітку хутро зайця сірого кольору, жовто-руде з боків і бурувате на спині. На зиму воно біліє з боків. У зайця-біляка взимку хутро чисто біле, окрім вух. У русака вуха значно довші, ніж у біляка. У біляка відігнуті вперед вуха заходять за кінчик носа. Хвіст біляка також довгий, зверху чорний, знизу білий."""
#     # },
#     # {
#     #     "ДО": """На пухкому снігу відбитки слідів задніх лап сягають ширини 6 см, пальці трохи розходяться в сторони. Він рідше, ніж заєць-біляк, петляє і здвоює сліди, повертаючись по власному сліду назад.""",
#     #     "ПІСЛЯ": """На пухкому снігу відбитки слідів задніх лап мають ширину 6 см. Пальці трохи розходяться в сторони. Русак петляє, здвоює сліди і повертається по власному сліду назад. Він робить це рідше, ніж біляк."""
#     # },
#     # {
#     #     "ДО": """Заєць сірий активний цілий рік. Протягом доби — найбільше в нічний час. Зайці витрачають третину свого життя на пошук їжі. У денний час вони ховаються в заглибленнях у землі, які частково приховано. Тваринки можуть бігти зі швидкістю 70 км / год, і коли вони стикаються з хижаками, то покладаються на випередження їх на відкритому просторі. Зайці зазвичай вважаються асоціальними, але їх можна побачити як у великих, так і в невеликих групах. Тваринки спілкуються одна з одною різними зоровими сигналами. Коли вони виявляють зацікавленість, то піднімають вуха, а опускання вух попереджує інших, щоби трималися осторонь. Тупотіння задніми ногами використовується, щоби попередити інших про хижаків. Заєць вищить, коли йому болить або чогось боїться, а самиці видають «гортанні» заклики для залучення дитинчат. Звірятка можуть жити до дванадцяти років.""",
#     #     "ПІСЛЯ": """Заєць сірий активний цілий рік. Він є нічною твариною. Зайці витрачають третину свого життя на пошук їжі. Удень вони ховаються в непомітних заглибленнях у землі. Тваринки можуть бігти зі швидкістю 70 км / год. Коли зайці стикаються з хижаками, то намагаються втекти від них. Зайці не надто товариські. При цьому інколи вони збираються у великі або маленькі групи. Тваринки спілкуються одна з одною різними знаками. Коли вони виявляють зацікавленість, то піднімають вуха. Коли заєць опускає вуха, цим він говорить, щоб інші зайці до нього не підходили. Зайці тупають задніми ногами, щоб попередити інших зайців про хижаків. Заєць вищить, коли йому боляче або страшно. Зайчихи видають «гортанні» звуки, коли кличуть дитинчат. Звірятка можуть жити до дванадцяти років."""
#     # },
#     # {
#     #     "ДО": """Пересувається заєць, як правило, стрибками, викидаючи вперед задні лапи далі, ніж передні, причому на ґрунті утворюється властивий для заячих слідів малюнок: сліди передніх ніг знаходяться позаду задніх, і всередині, між слідами задніх. Непогано плаває і здатен пересуватися по нахилених деревах.""",
#     #     "ПІСЛЯ": """Зазвичай заєць пересувається стрибками. Він викидає задні лапи вперед далі, ніж передні. При цьому на землі лишається його слід. Сліди передніх ніг позаду задніх і всередині між слідами задніх. Заєць непогано плаває і може пересуватися по нахилених деревах."""
#     # },
#     # {
#     #     "ДО": """Заєць сірий живиться переважно зеленими соковитими та прив'яленими травами, бур'янами, взимку — молодими гілками, бруньками і корою чагарників, озиминою, а якщо випадає багато снігу, — то молодою корою зі штамбів і гілками дерев, чим завдає значної шкоди молодим садам і плодовим розсадникам (це відбувається через зменшення площ природного середовища для життя зайців). З плодових порід зайці пошкоджують яблуню, грушу, абрикос, сливу, персик і вишню. Пошкоджені дерева значно слабшають, а в разі кільцевого обгризання кори зовсім гинуть. Період розмноження розтягнутий з березня до вересня (2-3 рази на рік). Перший гін відбувається наприкінці зими, в лютому-березні. Вагітність триває 40-50 днів і зайченята народжуються зрячими і вкритими шерстю (2-9, найчастіше 3-4) наприкінці березня або в квітні. Дорослими вони стають навесні наступного року.""",
#     #     "ПІСЛЯ": """Заєць сірий живиться переважно зеленими соковитими та прив’яленими травами, бур’янами. Узимку він їсть молоді гілки, бруньки, кору чагарників, озимину. Якщо випадає багато снігу, заєць їсть молоду кору і гілки дерев. Цим він шкодить молодим садам і плодовим розсадникам. З плодових дерев зайці пошкодують яблуню, грушу, абрикос, сливу, персик і вишню. Пошкоджені дерева слабшають, інколи зовсім гинуть. Розмноження триває з березня до вересня. Зайчиха може народити зайченят 2-3 рази на рік. Уперше за рік це відбувається в лютому-березні. Вагітність триває 40-50 днів. Зайченята народжуються зрячими і вкритими шерстю. Зазвичай народжується 3-4 дитинчат, а взагалі може бути 2-9. Вони народжуються наприкінці березня або у квітні. Зайченята стають дорослими навесні наступного року."""
#     # },
#     # {
#     #     "ДО": """Заєць також є персонажем деяких алегоричних байок, таких як «Черепаха та заєць» Езопа. Ця історія була прикладена до філософської проблеми Зенона Елейського, яка створила парадокс для підтримки нападу Парменіда на ідею безперервного руху, оскільки кожен раз, коли заєць (або герой Ахіллес) переміщається туди, де була черепаха, вона вже перебуває трохи далі.""",
#     #     "ПІСЛЯ": """Заєць також є персонажем деяких байок, таких як «Черепаха та заєць» Езопа."""
#     # },
#     # {
#     #     "ДО": """В Європі заєць був символом родючості принаймні з часів Стародавньої Греції. Греки пов'язували його з богами Діонісом, Афродітою й Артемідою, а також з сатирами і амурами. Християнська церква співвідносила зайця зі хтивістю, але також зв'язувала з переслідуванням церкви через часте полювання на нього.""",
#     #     "ПІСЛЯ": """У Європі заєць був символом родючости, принаймні, з часів Стародавньої Греції. Греки пов'язували його з богами Діонісом, Афродітою й Артемідою, а також з сатирами й амурами. Християнська церква вважала зайця ненаситним, жадібним. При цьому церква переслідувала тих, хто часто полював на зайця."""
#     # },
#     # {
#     #     "ДО": """У Північній Європі великодні образи, часто містили зайців або кроликів.  У власному вивченні участі зайця у народних звичаях і міфології 19-го століття Чарльз Дж. Білсон змальовує народні звичаї за участю зайця навколо Пасхи Північної Європи і стверджує, що заєць був, ймовірно, священною твариною, наприклад, на  доісторичному британському святі весни. Спостереження за весняною поведінкою зайця під час гону призвело до поширеного англійського прислів'я: «дурний, як березневий заєць». Навіжений заєць з'являється у творі «Аліса у Дивокраї» Льюїса Керрола, в якому Аліса бере участь у шаленому чаюванні з цим Березневим Зайцем і Прицюцькуватим Капелюшником.""",
#     #     "ПІСЛЯ": """У Північній Європі зайці або кролики є великодніми образами. Чарльз Дж. Білсон вивчав народні звичаї та міти 19-ого століття, зокрема участь зайця у святі Пасхи в Північній Європі. Він стверджував, що заєць був, імовірно священною твариною, наприклад, на доісторичному британському святі весни. Заєць дуже активний і шумний навесні під час розмноження. Це привело до появи англійського прислів’я: «дурний, як березневий заєць». Навіжений заєць є у творі «Аліса в Країні Див» Льюїса Керрола. Там Аліса бере участь у чаюванні з цим Березневим Зайцем і Прицюцькуватим Капелюшником."""
#     # },
#     # {
#     #     "ДО": """Кіт (Felis) — рід хижих ссавців родини котових (Felidae). У деяких старіших системах класифікації до нього зараховували всіх представників малих кішок (Felinae), проте зараз безпосередньо до роду відносяться лише кілька видів невеликих тварин, що мешкають у Євразії та Африці.""",
#     #     "ПІСЛЯ": """Кіт — рід хижих ссавців родини котових. Колись до роду котових зараховували всіх представників (-ць) малих кішок. Проте зараз безпосередньо до роду належать лише кілька видів невеликих тварин, що мешкають у Євразії й Африці."""
#     # },
#     # {
#     #     "ДО": """За розміром найменшим представником роду є вид мураховий тигр довжина тіла і голови якого становить від 38 до 44 см. Найбільшим є кіт очеретяний із довжиною тіла і голови від 62 до 76 см. Види котів (Felis) мешкають у широкому різновиді природних середовищ, від болотяних до пустель, і харчуються здебільшого малими мишоподібними, птахами й іншими дрібними тваринами.""",
#     #     "ПІСЛЯ": """За розміром найменшим представником роду є вид мураховий тигр. Довжина тіла та голови мурахового тигра становить від 38 до 44 см. Найбільшим є кіт очеретяний із довжиною тіла і голови від 62 до 76 см. Види котів мешкають всюди: від болота до пустель. Вони харчуються здебільшого малими мишами, птахами й іншими дрібними тваринами."""
#     # },
#     # {
#     #     "ДО": """Деякі рослини, наприклад, валеріана або котяча м'ята, виділяють речовини, які впливають на кішок (особливо на самців) наркотичним шляхом. Проте не всі коти реагують на їхній запах, і не на всіх ці рослини впливають однаково. У деяких котів валеріана може викликати отруєння.""",
#     #     "ПІСЛЯ": """Деякі рослини, наприклад, валеріана або котяча м'ята, виділяють речовини, які приваблюють кішок, особливо самців. Проте не всі коти реагують на їхній запах. У деяких котів валеріана може викликати отруєння."""
#     # },
#     # {
#     #     "ДО": """Кіцуне - Лисиця (яп. 狐, きつね, МФА: [kit͡su̥ne]) — в японській міфології божество, персонаж фольклору, різновид демона-перевертня. Символ божества рисівництва Інарі.""",
#     #     "ПІСЛЯ": """Кіцуне – Лисиця – в японській мітології божество, персонаж фольклору, різновид демона-перевертня. Вона символ божества рисівництва Інарі."""
#     # },
#     # {
#     #     "ДО": """В японському фольклорі лисиця — це мудрий звір-довгожитель, що володіє магією. Досягнувши 50 або 100 років вона може перетворюватися на людину — звабливу молоду красуню або стару бабу. Образ лисиці є результатом симбіозу традиційних японських вірувань про звіра як посланця бога Інарі та китайських вірувань, в яких вона постає як демон-перевертень.""",
#     #     "ПІСЛЯ": """У японському фольклорі лисиця – це мудрий звір-довгожитель, що володіє магією. З 50 або 100 років вона може перетворюватися на людину. Лисиця перетворюється на молоду красуню або стару бабу. Японці (-ки) вірили, що лисиця є посланцем бога Інарі. Китайці (-янки) вірили, що лисиця є демоном-перевертнем. Поєднання цих рис дало кіцуне."""
#     # },
#     # {
#     #     "ДО": """Інші можливості, що зазвичай приписуються лисиці, включають здібність вселятися в чужі тіла, видихати або інакше творити вогонь, з'являтися в чужих снах, та здібність створювати ілюзії настільки складні, що їх майже не відрізнити від дійсності. Деякі зі сказань заходять далі, говорячи про лисицю зі здібностями викривляти простір та час, зводити людей з розуму, або приймати такі нелюдські чи фантастичні форми, як дерева невимовної висоти або другий Місяць у небі. Зрідка лисиці приписують характеристики, що нагадують вампірів: вони харчуються життєвою або духовною силою людей, з якими вступають у контакт. Іноді лисиці у переказах охороняють круглий або грушоподібний об'єкт (хосі но тама, тобто «зоряна куля»); стверджується, що той, хто заволодіє тією кулею може змусити лисицю допомагати собі; одна з теорій стверджує, що лисиці «запасають» частину своєї магії в тій кулі після перетворення. Лисиці зобов'язані дотримувати своїх обіцянок, інакше їм доведеться зазнати покарання у вигляді пониження свого рангу або рівня сили.""",
#     #     "ПІСЛЯ": """Вірили, що лисиця вміє вселятися в чужі тіла, видихати або інакше творити вогонь, являтися в чужих снах, створювати видива. Видива, які створює лисиця, настільки складні, що їх майже не відрізнити від дійсности. Також вірили, що лисиця вміє викривляти простір та час, зводити людей з розуму. Вірили, що лисиця вміє приймати фантастичні форми, наприклад, дуже високі дерева або другий Місяць у небі. Лисиця харчується життєвою або духовною силою людей, з якими вступає в контакт. Це схоже на вампіра, який харчується кров’ю. Іноді в переказах лисиці охороняють круглий або грушеподібний предмет (хосі но тама, тобто «зоряна куля»). Стверджується, що той, хто заволодіє тією кулею, може змусити лисицю допомагати собі. Хтось стверджує, що лисиці «запасають» частину своєї магії в тій кулі після перетворення. Лисиці зобов'язані дотримуватися своїх обіцянок. Інакше лисицям доведеться зазнати покарання. Їм можуть понизити ранг або рівень сили."""
#     # },
#     # {
#     #     "ДО": """Лисиці пов'язані як із синтоїстськими, так і буддистськими віруваннями. В шінто лисиця асоціюється з Інарі, божеством-покровителем рисових полів та підприємництва. Спочатку лисиці були посланцями (цукай) цього божества, але зараз різниця між ними настільки розмилася, що Інарі сам іноді малюється у вигляді лисиці. В буддизмі вони стали відомими завдяки популярній в IX-X століттях в Японії школі таємного буддизму Сінгон, одне з головних божеств якого, Дакіні, зображувалося по небі верхи на лисиці.""",
#     #     "ПІСЛЯ": """Лисиці пов'язані із японськими (синтоїзм) й буддистськими віруваннями. У Японії лисиця пов’язана з Інарі. Інарі – божество-покровитель рисових полів та підприємництва. Спочатку лисиці були посланцями (цукай) цього божества. Зараз Інарі іноді малюють у вигляді лисиці. У буддизмі вони стали відомими завдяки популярній в IX-X століттях в Японії школі таємного буддизму Сінгон. Одне з головних божеств буддизму Дакіні зображувалось у небі верхи на лисиці."""
#     # },
#     # {
#     #     "ДО": """У фольклорі лисиця — це різновид йокаїв, тобто демонів. Однак, це не обов'язково означає, що вони не є живими істотами або є чимось іншим, аніж лисицями. Слово «дух» у цьому випадку використовується в східному сенсі, відображуючи стан знання або осяяння. Будь-яка лисиця, що прожила достатньо довго, таким чином, може стати «лисячим духом». Існують два основних види лисиць-демонів : мьобу, або божественна лисиця, що часто пов'язується з Інарі, та ноґіцуне, або дика лисиця (дослівно «польова лисиця»), яка часто, але не завжди, описується як зла, зі злим помислом.""",
#     #     "ПІСЛЯ": """У фольклорі лисиця — це різновид йокаїв, тобто демонів. При цьому вони можуть бути живими істотами. Слово «дух» використовується для зображення стану знання або осяння. Будь-яка лисиця, що прожила достатньо довго, може стати «лисячим духом». Існують два основні види лисиць-демонів. Мьобу або божественна лисиця, яка пов’язується з Інарі. Ноґіцуне або дика лисиця, яка часто описується як зла, зі злим помислом."""
#     # },
#     # {
#     #     "ДО": """У лисиці може бути до дев'яти хвостів. Загалом, уважається, що чим старіша та сильніша лисиця, тим більше вона має хвостів. Деякі джерела стверджують навіть, що лисиця відрощує додаткового хвоста кожні сотню або тисячу років свого життя. Але лисиці, що трапляються в казках, майже завжди володіють одним, п'ятьма або дев'ятьма хвостами.""",
#     #     "ПІСЛЯ": """У лисиці може бути до дев'яти хвостів. Загалом вважається, що старіша та сильніша лисиця, то більше вона має хвостів. Дехто стверджує, що лисиця відрощує додаткового хвоста кожні сто або тисячу років свого життя. Але лисиці в казках майже завжди володіють одним, п'ятьма або дев'ятьма хвостами."""
#     # },
#     # {
#     #     "ДО": """Коли лисиця отримує 9 хвостів, її хутро стає сріблястим, білим або золотим. Ці дев'ятихвості лисиці отримують силу нескінченної проникливості. Також у Кореї говорять, що лисиця, проживши тисячу років, перетворюється на куміхо (Kumiho[en]) (дослівно «дев'ятихвоста лисиця»), але корейці лисицю завжди зображують лисицю злою, на відміну від японської лисиці, яка може бути як доброзичливою, так і навпаки. У китайському фольклорі також є «лисячі духи» (хулі-цзін), багато в чому схожі з лисицями, включно з можливістю мати 9 хвостів.""",
#     #     "ПІСЛЯ": """Коли лисиця дістає 9 хвостів, її хутро стає сріблястим, білим або золотим. Ці лисиці стають дуже проникливими. У Кореї говорять, що лисиця, яка прожила тисячу років, перетворюється на куміхо. Куміхо – дев’ятихвоста лисиця. Але корейці (-янки) завжди зображували лисицю злою. У японців (-ок) лисиця може бути доброю або злою. У китайському фольклорі також є «лисячі духи» (хулі-цзін). Хулі-цзін багато в чому схожі з лисицями. Хулі-цзін теж можуть мати 9 хвостів."""
#     # },
#     # {
#     #     "ДО": """У деяких історіях лисиці мають проблеми з хованням свого хвоста в людському вигляді (зазвичай лисиці в таких історіях мають лише один хвіст, що може вказувати на слабкість та недосвідченість лисиці). Уважний герой може викрити перетворену на людину п'яну чи необережну лисицю, побачивши крізь її одяг хвоста.""",
#     #     "ПІСЛЯ": """У деяких історіях лисиці мають проблеми з хованням свого хвоста в людському вигляді. Зазвичай лисиці в таких історіях мають лише один хвіст. Це може вказувати на слабкість та недосвідченість лисиці. Уважний (-а) герой (-ня) може побачити хвіст лисиці крізь одяг. Це відбувається, якщо лисиця п’яна або не обережна."""
#     # },
#     # {
#     #     "ДО": """Одною з відомих лисиць також є великий дух-зберігач Кюбі. Це дух-зберігач та захисник, що допомагає юним «заблудлим» душам на їх шляху в поточній інкарнації. Кюбі зазвичай залишається ненадовго, лише на декілька днів, але у разі прихильності до однієї душі, може супроводжувати її роками. Це рідкий тип лисиць, що нагороджує деяких щасливчиків своєю присутністю та допомогою.""",
#     #     "ПІСЛЯ": """Однією з відомих лисиць є великий дух-зберігач Кюбі. Це дух-зберігач та захисник Кюбі допомагає юним «заблудлим» душам переродитися. Кюбі зазвичай залишається ненадовго, лише на декілька днів. Якщо Кюбі прихильний до душі, може супроводжувати її роками. Це рідкий тип лисиць. Кюбі нагороджує деяких щасливчиків (-ць) своєю присутністю та допомогою."""
#     # },
#     # {
#     #     "ДО": """В японському фольклорі лисиць часто описують ошуканцями, іноді при цьому дуже злими. Лисиця-ошуканка використовує свої магічні сили для пустощів: ті, що показуються в доброзичливому світлі, намагаються обирати своїми цілями занадто гордих самураїв, жадібних купців та хвалькуватих людей, в той час як жорстокіші лисиці намагаються мучити бідних торговців, фермерів та буддистських монахів.""",
#     #     "ПІСЛЯ": """У японському фольклорі лисиць часто описують ошуканцями (-ками), іноді при цьому дуже злими. Лисиця-ошуканка використовує свої магічні сили для пустощів. Добрі лисиці намагаються вибирати занадто гордих самураїв, жадібних купців та хвалькуватих людей. Жорстокіші лисиці намагаються мучити бідних торговців, фермерів та буддистських монахів."""
#     # },
#     # {
#     #     "ДО": """Ще лисиць часто описують як коханок. В подібних історіях зазвичай присутні юний чоловік та лисиця, що прийняла вигляд жінки. Іноді лисиці приписується роль звабниці, але часто подібні історії скоріше романтичні. В таких історіях юний чоловік одружується з красунею (не знаючи, що це лисиця) та надає велике значення її відданості. В багатьох таких історіях присутній трагічний елемент: вони закінчуються виявленням лисячої сутності, після чого лисиця повинна покинути свого чоловіка.""",
#     #     "ПІСЛЯ": """Лисиць часто описують як коханок. У подібних історіях зазвичай є юнак і лисиця, що прийняла вигляд жінки. Іноді лисиці можуть бути звабницями. Часто подібні історії романтичні. У таких історіях юнак одружується з красунею. При цьому юнак не знає, що це лисиця. У багатьох історіях трагічний кінець. Коли лисицю викрито, вона мусить покинути свого чоловіка."""
#     # },
#     # {
#     #     "ДО": """Найстаріша з відомих історій про жінок-лисиць, котра дає фольклорну етимологію слова «кіцуне», в цьому сенсі є виключенням. Тут лисиця приймає вигляд жінки та одружується з чоловіком, після чого ті двоє, провівши декілька щасливих років разом, заводять декількох дітей. Її лисяча сутність несподівано відкривається, коли в присутності багатьох свідків вона лякається собаки, і, щоб заховатися, приймає свій істинний вигляд. Лисиця готується піти з дому, але чоловік її зупиняє, кажучи: «Тепер, коли ми були декілька років разом і ти дала мені декількох дітей, я не можу просто забути тебе. Будь ласка, підем та поспимо». Лисиця погоджується; відтоді повертається до свого чоловіка щоночі в образі жінки, а вранці йдучи у вигляди лисиці. Після того її стали називати кіцуне — через те, що в класичній японській кіцу-не значить «підемо поспимо», в той час як кі-цуне означає «та, що завжди приходить».""",
#     #     "ПІСЛЯ": """Найстаріша з відомих історій про жінок-лисиць дає визначення слова «кіцуне». Ця історія є винятком. У ній лисиця набуває вигляду жінки та одружується з чоловіком. Після одруження пара народжує кількох дітей. Її лисяча сутність відкривається, коли при інших людях жінка лякається собаки. Жінка приймає свій істинний вигляд, щоб заховатися від собаки. Лисиця готується піти з дому. Чоловік зупиняє лисицю. Чоловік каже лисиці: «Тепер, коли ми були декілька років разом і ти дала мені декількох дітей, я не можу просто забути тебе. Будь ласка, ходімо поспимо». Лисиця погоджується. Відтоді лисиця повертається до свого чоловіка щоночі в образі жінки, а вранці йде від чоловіка у вигляді лисиці. Після того її стали називати «кіцуне». У японській мові «кіцу-не» означає «ходімо поспимо». У той час «кі-цуне» означає «та, що завжди приходить»."""
#     # },
#     # {
#     #     "ДО": """Нащадкам шлюбів між людьми та лисицями зазвичай приписують особливі фізичні або надприродні властивості. Конкретна природа цих властивостей, однак, сильно змінюється від одного джерела до іншого. Серед тих, у кого, як вважалося, є подібні екстраординарні здібності — відомий оммьодзі Абе-но Сеймей, котрий був ханйо (напівдемоном), сином людини та лисиці.""",
#     #     "ПІСЛЯ": """Дітям людей та лисиць зазвичай приписують надприродні властивості. У різних джерелах описують різні властивості. Вважають, що оммьодзі Абе-но Сеймей мав надприродні властивості. Абе-но Сеймей був ханйо (напів демоном), сином людини та лисиці."""
#     # },
#     # {
#     #     "ДО": """Лиси́ця, лис (Vulpes) — рід ссавців родини псових (Canidae), ряду хижих. Найпоширеніший представник — лисиця звичайна. Другий вид, який мешкає в Україні — корсак — занесений до Червоної книги України.""",
#     #     "ПІСЛЯ": """Лиси́ця, лис — рід звірів родини псових, ряду хижих. Найпоширеніший представник — лисиця звичайна. Другий вид, який мешкає в Україні — корсак — занесений до Червоної книги України."""
#     # },
#     # {
#     #     "ДО": """Етимологія: лат. vulpes — «лисиця». Українська назва походить від давньоруської, старослов'янського і праслов'янського лисъ, яке загальноприйнятої етимології не має.""",
#     #     "ПІСЛЯ": """Лат. vulpes — «лисиця». Українська назва походить від давньоруської, старослов'янського і праслов'янського лисъ."""
#     # },
#     # {
#     #     "ДО": """Представники роду характеризуються видовженим приосадкуватим тулубом, головою з видовженою загостреною мордою. Вуха звичайно відносно великі (за винятком видів, що мешкають в полярних широтах — див. правило Алена), очі з вертикально-овальною зірницею. Хвіст пухнастий, заокруглений, від половини до повної довжини голови й тіла. Моногами, у самиць звичайно шість чи вісім молочних залоз.""",
#     #     "ПІСЛЯ": """У лисиці видовжений присадкуватий тулуб, голова з видовженою гострою мордою. Вуха зазвичай великі. Очі з вертикально-овальною зіницею. Хвіст пухнастий, заокруглений. Довжина хвоста від половини до повної довжини голови й тіла. Лисиці мають одну пару. Лисиці зазвичай мають 6-8 грудей."""
#     # },
#     # {
#     #     "ДО": """Рід нараховує 12 сучасних видів. Частину видів нерідко виокремлюють в інші роди (наприклад, песець).""",
#     #     "ПІСЛЯ": """Рід нараховує 12 сучасних видів. Частину видів можуть виокремити в інші роди (наприклад, песець)."""
#     # },
#     # {
#     #     "ДО": """Лисиця в казках виступає, як хитрий персонаж. Її образ часто можна зустріти в українських народних казках та в казках інших народів, як-то «Як лисиця ведмедям сир ділила» («Двоє жадібних ведмежат»). Зокрема про її підступність йдеться в словацькій народній казці Казка про Наперстка. В казках слов'янських народів лисиця має прізвисько лисичка-сестричка.""",
#     #     "ПІСЛЯ": """У казках лисиця є хитрим (-ою) персонажем (-кою). Часто можна зустріти її в українських народних казках та в казках інших народів, наприклад, «Як лисиця ведмедям сир ділила» («Двоє жадібних ведмежат»). Також у словацькій народній казці «Казка про Наперстка» ідеться про підступність лисиці. У казках слов’янських народів лисиця має прізвисько Лисичка-Сестричка."""
#     # },
#     # {
#     #     "ДО": """Лисиця афганська, або лисиця Бленфорда (Vulpes cana) — вид родини псових (Canidae), ряду хижих. Поширений в сухих гористих степових місцевостях близького сходу, як правило, нижче висоти 2000 м над рівня моря.""",
#     #     "ПІСЛЯ": """Лисиця афганська, або лисиця Бленфорда — вид родини псових, ряду хижих. Лисиця афганська живе в горах і степах, там, де посушлива погода."""
#     # },
#     # {
#     #     "ДО": """Назва виду cana отримана від лат. canus, що означає "сіро-біле волосся". Canis — назва роду Пес.""",
#     #     "ПІСЛЯ": """Латинська назва виду "cana" походить від лат. слова "canus", що означає "сіро-біле волосся". Canis — назва роду Пес."""
#     # },
#     # {
#     #     "ДО": """Невелика лисиця з довгим хвостом, що майже дорівнює довжині тіла. Тіло буро-сіре, що вицвітає до блідо-жовтого на животі. Взимку шерсть м'яка і пухнаста з щільним, чорним підшерстям. Маса тіла взимку найбільша, тоді як частка води у тілі найменша. Спинна область всіяна волоссям з білими кінчиками. Літнє хутро менш щільне, блідіше забарвлене і волосся з білими кінчиками менш очевидне. Примітна серединноспинна чорна смуга йде від потилиці і стає серединноспинним гребенем по всій довжині хвоста. Колір хвоста схожий на колір тіла. Характерна спинна чорна пляма знаходиться в основі хвоста. Кінчик хвоста зазвичай чорний, хоча у деяких особин білий. Передні й задні лапи зверху тьмяно-жовтувато-білі, а ззаду темно-сірі. На відміну від інших видів лисиць в Аравійській пустелі, чорні подушечки стоп і пальців не вкриті волоссям і кігті схожі на котячі, вигнуті, гострі і наполовину вбираються в подушечки. Голова помаранчево-жовто-коричневого кольору, особливо взимку. Обличчя з тонкими темними смугами, що простягаються від верхньої частини різко загостреної мордочки до внутрішніх кутиків очей. Вуха світло-коричневого кольору з обох сторін з довгими білими волосками по кордону. Зубна формула: I 3/3, C 1/1, P 4/4, M 2/3 = 42.""",
#     #     "ПІСЛЯ": """Невелика лисиця з довгим хвостом, що майже дорівнює розміру тіла. Тіло буро-сіре. Тіло вицвітає до блідо-жовтого на животі. Взимку шерсть м'яка і пухнаста з щільним, чорним підшерстям. Взимку вага тіла найбільша. Взимку частка води в тілі найменша. Волосся на спині з білими кінчиками. Улітку хутро менш щільне. Улітку бліде волосся з білими кінчиками менш помітне. На спині чорна смуга, яка йде від потилиці і до кінця хвоста. Колір хвоста схожий на колір тіла. Чорна пляма є в основі хвоста. Кінчик хвоста зазвичай чорний, хоча в деяких лисиць білий. Передні й задні лапи зверху тьмяно-жовтувато-білі, а ззаду темно-сірі. Чорні подушечки стоп і пальців не вкриті волоссям. Кігті схожі на котячі, вигнуті, гострі і наполовину впираються в подушечки. Голова помаранчево-жовто-коричневого кольору, особливо взимку. Обличчя з тонкими темними смугами. Ці смуги йдуть від верхньої частини мордочки до внутрішніх кутиків очей. Вуха світло-коричневого кольору з обох сторін з довгими білими волосками по краях."""
#     # },
#     # {
#     #     "ДО": """Ця лисиця більш плодоїдна ніж інші лисиці Пакистану, вона любить стиглі дині та виноград без кісточок, іноді завдаючи збитків сільському господарству. Має дивовижну здатність стрибати і може рухатися вгору серед скель, протискуючи себе від однієї вертикальної стіни до іншої. Веде суворо нічний спосіб життя і показує невелику зміну в поточній діяльності протягом року. Живиться членистоногими, фруктами й іншим рослинним матеріалом; очевидно, що не потребує вживання води у чистому вигляді. Радіостеження в Ізраїлі показали, що один V. cana за ніч долає 7-11 км, область патрулювання становить 1,6 кв км, ці області займають суворо моногамні пари і вони перекривається лише мінімально. Лігва зазвичай розташовані на гірських схилах і складаються з великого каменя та нагромаджень валунів чи насипів. Здається, V. cana використовує лише наявні природні порожнини і ніколи не риє свої нори. Лігва використовуються як для виховання молоді так і для денного відпочинку протягом усього року. Харчуються й шукають їжу поодинці. Взимку і навесні члени пари часто розміщаються в одному лігві або в сусідніх, у тому ж місці, в той час як влітку і восени вони часто розміщуються в окремих місцях. Часті зміни в розташування нір з дня на день поширеніші влітку й восени.""",
#     #     "ПІСЛЯ": """Ця лисиця любить фрукти і ягоди більше, ніж інші лисиці Пакистану. Вона любить стиглі дині та виноград без кісточок. Цим інколи лисиця афганська завдає збитків селянам (-кам). Лисиця афганська добре вміє стрибати і рухатися вгору серед скель. Лисиця афганська веде нічний спосіб життя. Вона їсть комах, фрукти та інші рослини. Здається, їй не потрібно пити звичайну воду. В Ізраїлі з’ясували, що одна лисиця афганська долає 7 – 11 км за ніч. Також стало відомо, що область полювання становить 1,6 км2. Ці області займають тільки пари із лиса і лисиці. Лігва зазвичай розташовані на гірських схилах. Лігва складаються з великого каменю та нагромаджень валунів чи насипів. Здається, лисиця афганська ніколи не риє нори сама. Лігва використовуються для виховання дітей і денного відпочинку протягом усього року. Лисиці афганські харчуються та шукають їжу поодинці. Узимку і навесні лис і лисиця часто розміщаються в одному лігві або сусідніх. Улітку і восени лис і лисиця живуть в окремих місцях. Улітку й восени лисиця афганська часто змінює нору."""
#     # },
#     # {
#     #     "ДО": """Парування відбувається у січні-лютому, самиці народжують 1-3 малюків у лютому-квітні. Вагітність триває 50-60 днів, щенята важать близько 29 грамів при народженні, новонароджені мають м'яке чорне хутро. Лактація триває 30-45 днів, у двомісячному віці молоде покоління вирушає на пошуки поживи разом з батьками, а в тримісячному віці починає шукати поживу самостійно. Молодь повністю залежить від материнського молока аж поки не почне знаходити собі їжу. Ніколи не спостерігалося, щоб дорослі приносили їжу потомству в лігво. Вік статевої зрілості становить 8-12 місяців.""",
#     #     "ПІСЛЯ": """Парування відбувається у січні-лютому. Лисиці народжують 1-3 малюків у лютому-квітні. Вагітність триває 50-60 днів. Щенята важать близько 29 грамів при народженні. Новонароджені мають м'яке чорне хутро. Лисиця годує лисенят молоком 30-45 днів. У 2 місяці лисенята вирушають на полювання разом з батьками. У 3 місяці лисенята шукають їжу самостійно. Лисенята повністю залежать від материнського молока поки не почнуть самі знаходити собі їжу. Ніколи не бачили, щоб дорослі приносили їжу потомству в нору. Лисиці афганські можуть мати дітей у 8-12 місяців."""
#     # },
#     # {
#     #     "ДО": """Очевидних загроз немає. Можуть бути вбиті через отруєні туші, залишені для вовків і гієн. Зустрічається в охоронних територіях в Ізраїлі, Йорданії, Оману, Саудівської Аравії та Об'єднаних Арабських Еміратів.""",
#     #     "ПІСЛЯ": """Очевидних загроз немає. Лисиці афганські можуть бути вбиті через отруєні туші, залишені для вовків і гієн. Лисиця афганська трапляється в охоронних територіях в Ізраїлі, Йорданії, Омані, Саудівській Аравії та Об'єднаних Арабських Еміратах."""
#     # },
#     # {
#     #     "ДО": """Лисиця бенгальська (Vulpes bengalensis) — вид родини псових (Canidae), ряду хижих. Поширена від підніжжя Гімалаїв в Непалі до південного краю півострова Індостан. Країни, в яких зареєстрована ця лисиця: Бангладеш, Індія, Непал, Пакистан. Полюбляє напівпосушливі відкриті місцевості, помережані деревами й чагарниками. Уникає густі ліси, круті схили, області з високими травами і справжні пустелі. У Непалі та північно-східній Індії, V. bengalensis живе на висотах до 1,350-1,500 м над рівнем моря.""",
#     #     "ПІСЛЯ": """Лисиця бенгальська — вид родини псових, ряду хижих. Лисиця бенгальська поширена в горах Гімалаях (Непал) та на півострові Індостан. Лисиця бенгальська живе в Бангладеші, Індії, Непалі, Пакистані. Вона вибирає напів посушливі місцевості, де мало дерев і чагарників. Лисиця бенгальська уникає густих лісів, крутих схилів, високої трави і пустель. У Непалі та Індії лисиця бенгальська живе на висоті 1,350-1,500 м над рівнем моря."""
#     # },
#     # {
#     #     "ДО": """Морфометрія. Довжина голови й тіла: 450—600 мм, хвіст: 250—350 мм, вага самців: 2.7—3.2 кг, вага самиць менше 1.8 кг.""",
#     #     "ПІСЛЯ": """Довжина голови й тіла: 450—600 мм, хвіст: 250—350 мм, вага лисів: 2.7—3.2 кг, вага лисиць менше 1.8 кг."""
#     # },
#     # {
#     #     "ДО": """Опис. Верхня частина тіла жовтувато-сіра або сріблясто-сіра, низ блідший, задні сторони вух і кінчик хвоста темні. Мордочка видовжена, вуха довгі (понад 7 см), загострені, хвіст пухнастий, бл. 50-60% довжини голови і тіла, ноги, як правило, коричневі або руді, навколо очей є невеликі чорні клаптики волосся. Спинне покривне волосся має довжину 4–5 см. Передні й задні лапи мають по 4 пальці з голими подушечками. Зубна формула: I 3/3, C 1/1, P 4/4, M 2/3 = 42. Самиці мають 3 пари молочних залоз.""",
#     #     "ПІСЛЯ": """Верхня частина тіла жовтувато-сіра або сріблясто-сіра. Низ тіла блідіший. Задні сторони вух і кінчик хвоста темні. Мордочка видовжена. Вуха довгі (понад 7 см), загострені. Хвіст пухнастий. Приблизно половина довжини голови і тіла та ноги зазвичай коричневі або руді. Невеличкі чорні клаптики волосся є навколо очей. Спинне волосся має довжину 4-5 см. Передні й задні лапи мають по 4 пальці з голими подушечками. Лисиці мають 3 пари грудей."""
#     # },
#     # {
#     #     "ДО": """Риє нори і полює в основному вночі. Полонені можуть забиратися на низькі дерева. Всеїдний, поживою є дрібні хребетні, комахи та фрукти. V. bengalensis має великий досвід з ловлі жаб і ящірок. Три типи нір використовуються: прості, короткі нори з двома отвори, що використовуються протягом коротких періодів відпочинку, комплексні нори з кількома отворами, і нори під каменями або в ущелинах. Комплексні нори з багатьма виходами найбільш поширені. Деякі з отворів можуть привести до центральної спальної камери, що знаходиться в 60—90 см під землею. У Тамілнаду 8 таких нір мали 6-23 отворів кожен і були населені протягом тривалого періоду (наприклад, 15 років). Дослідження у Андхра-Прадеш, показали, що нори мали до 43 отворів і великі комплекси охоплювали площу 80 м². Всі отвори комплексу нір не використовуються лисицями; характерне використання 2-7 активних отворів, інші ж отвори іноді використовують гризуни або варани. V. bengalensis та V. vulpes перетинаються рідко, між Бенгальською лисицею та мангустом Herpestes edwardsii взаємини дуже агресивні. Вовки та шакали (Canis aureus) узурпують і розширюють лисячі нори, а одного разу у Велавадарському Національному Парку цуценята вовка й бенгальської лисиці були одночасно в загальній норі.""",
#     #     "ПІСЛЯ": """Лисиця бенгальська риє нори і полює в основному вночі. Лисиця бенгальська може залазити на низькі дерева, щоб втекти від когось. Вона є всеїдною твариною. Лисиця бенгальська їсть маленьких тварин, комах і фрукти. Лисиця бенгальська добре ловить жаб і ящірок. Існує 3 типи нір. Прості короткі нори з двома входами. Вони використовуються для короткого відпочинку. Є також комплексні нори з багатьма виходами та нори під каменями або в ущелинах. Комплексні нори з багатьма виходами найбільш поширені. Деякі з отворів приводять до головної спальної «кімнати». Ця «кімната» розміщена в 60-90 см під землею. У Тамілнаду 8 таких нір мали 6-23 входів. Лисиці жили в тих норах довгий час (наприклад, 15 років). Дослідження у Андхра-Прадеш показали, що нори мали до 43 входів і вони охоплювали площу 80 м². Усі отвори нір не використовуються лисицями. Лисиці використовують 2-7 входів. Іноді миші, ховрахи та інші тварини використовують інші отвори. Лисиця бенгальська та лисиця звичайна перетинаються рідко. Взаємини між лисицею бенгальською та мангустом дуже злі. Вовки та шакали можуть захопити лисячі нори. Одного разу у Велавадарському Національному Парку цуценята вовка й бенгальської лисиці були одночасно в загальній норі."""
#     # },
#     # {
#     #     "ДО": """Вагітність триває 50-51 день. Як правило, дітонарордження відбувається з лютого по квітень. Бенгальська лисиця формує пари, які не роз'єднуються й поза періодом розмноження. Народжується 2-4, в середньому 2,7 малюків. Новонароджені мають вагу 52-65 гр. довжину 18.5-19 см, їх очі закриті. Обоє батьків приносять з собою їжу для потомства і охороняють нору. Гра серед малюків є загальнопоширеною перші 3 місяці і складається з вертикальних стрибків, вигинання спини, різкі удари передніми лапами, показ покірливості й настійне чіпляння; дорослі самці час від часу граються з молоддю. На північному заході Індії, розосередження молоді відбувається під час початку сезону дощів, коли поживи вдосталь. Тривалість життя в неволі 6-8 років. У дикій природі, хвороби й хижацтво з боку великих хижих птахів, ссавців, рептилій спричинює більш ранню смертність.""",
#     #     "ПІСЛЯ": """Вагітність триває 50-51 день. Зазвичай лисенята народжуються з лютого по квітень. Пари бенгальських лисиць тримаються разом і після виховання дітей. Народжується 2-4 лисенят, у середньому 2,7 лисенят. Новонароджені важать 52-65 гр. Вони мають довжину 18.5-19 см. Їхні очі заплющені. Обоє батьків приносять з собою їжу для дітей і охороняють нору. Лисенята граються перші 3 місяці. Вони стрибають, вигинають спинки, б’ють передніми лапами, показують слухняність і чіпляються. Дорослі лисиці час від часу граються з лисенятами. В Індії лисенята розселяються під час початку дощів, коли їжі достатньо. Лисиці живуть у неволі 6-8 років. У дикій природі лисиці помирають раніше через хвороби, хижаків тощо."""
#     # },
#     # {
#     #     "ДО": """Дуже чутливі до зміни середовища проживання людиною. Індійське законодавство забороняє полювання на цей вид. Мешкає на охоронних територіях в Індії та Непалі.""",
#     #     "ПІСЛЯ": """Лисиці дуже залежать від переміщень людини. Індійські закони забороняють полювати на цей вид. Лисиця мешкає на охоронних територіях в Індії та Непалі."""
#     # },
#     # {
#     #     "ДО": """Лисиця звичайна, або руда, лис рудий (Vulpes vulpes, syn. Vulpes fulva)  — найбільш розповсюджений та широко відомий вид роду Лисиця (Vulpes) родини Псові (Canidae). Вона також є найбільшим видом роду: довжина тіла 60–90 см, хвоста — 40–60 см, маса 6–11 кг. У більшості випадків забарвлення спини яскраво-руде, часто з неясним темним візерунком, черево біле, іноді чорне. Забарвлення у тварин з південних районів ареалу тьмяніше. Поряд з типово забарвленими «вогнівками» трапляються особини з темнішим хутром: сиводушки, хрестовки, чорно-бурі. Зрідка в природі зустрічаються альбіноси.""",
#     #     "ПІСЛЯ": """Лисиця звичайна (лисиця руда) – найвідоміший вид роду Лисиця родини Псові. Вона є найбільшим видом роду. Довжина її тіла дорівнює 60-90 см, хвоста – 40-60 см. Вага лисиці дорівнює 6-11 кг. Лисиці здебільшого яскраво-руді з білим або чорним животом. На півдні шерсть лисиць тьмяніша. Часом бувають лисиці з темнішим хутром: сиводушки, хрестовки, чорно-бурі. Зрідка у природі трапляються альбіноси."""
#     # },
#     # {
#     #     "ДО": """Лисиця звичайна розповсюджена вельми широко: в Європі на всій території, Північній Африці (Єгипет та Алжир, Марокко, Північний Туніс), більшій частині Азії (аж до Північної Індії, Південного Китаю та Індокитаю), в Північній Америці від арктичної зони до північного узбережжя Мексиканської затоки. В Австралії лисиця була акліматизована і розповсюдилася на всьому континенті, за винятком деяких північних районів із вологим субекваторіальним кліматом. Лисиця трапляється від рівня моря до 4500 метрів. В Україні лисиця руда зустрічається по всій території.""",
#     #     "ПІСЛЯ": """Лисиця звичайна поширена в Європі, Північній Африці, Азії, Північній Америці. Вона також поширена в Австралії, окрім деяких північних районів з вологим кліматом. Лисиця може жити від рівня моря до висоти 4,5 км. В Україні вона поширена всюди."""
#     # },
#     # {
#     #     "ДО": """Забарвлення та розміри лисиць відрізняються великою географічною мінливістю; всього нараховують 40–50 підвидів, якщо не брати до уваги дрібніших форм. Загалом, якщо просуватися на північ, лисиці стають більшими та яскравішими, а на південь — дрібнішими та більш тьмяно забарвленими. У північних районах і в горах також, частіше зустрічаються чорно-бурі та інші меланістичні форми забарвлення лисиць.""",
#     #     "ПІСЛЯ": """Усього нараховують 40-50 підвидів лисиць. На півночі вони більші та яскраві. На півдні – дрібніші та тьмяніші. Чорно-бурі лисиці частіше трапляються на півночі і в горах."""
#     # },
#     # {
#     #     "ДО": """Описане різноманіття забарвлення та розмірів лисиць, пов'язані з широтою її ареалу та великою неоднорідністю умов існування в окремих його частинах. Достатньо сказати, що лисиці заселяють, хоч і з різною щільністю, всі ландшафтно-географічні зони, починаючи з тундри та субарктичних лісів аж до степу та пустель, в тому числі гірські масиви в усіх кліматичних зонах. До того-ж лисиця водиться не лише в дикій природі, але й у культурних ландшафтах, а також на околицях міст, в тому числі великих (таких як Київ та Варшава; в Лондоні лисиці є вельми звичайними на околицях, а інколи з'являються і в центральній частині міста). Більш того, часом в урбанізованій місцевості, лисиці знаходять особливо сприятливе для себе середовище.""",
#     #     "ПІСЛЯ": """Кольори та розміри лисиць залежать від умов існування та місць їх поширення. Вони заселяють усі природні зони. Лисиці водяться не тільки в дикій природі. Тварини можуть з’являтись у містах."""
#     # },
#     # {
#     #     "ДО": """У всіх частинах свого ареалу лисиця віддає перевагу відкритій місцевості, а також районам, де наявні окремі гаї, переліски, а також пагорби та яри, особливо якщо взимку сніговий покрив в них є не занадто глибоким та пухким. Тому з усіх кліматичних зон, найбільше лисиць живе в степовій та лісостеповій, а не в лісовій.""",
#     #     "ПІСЛЯ": """Лисиці віддають перевагу відкритим місцевостям. Найбільша кількість тварин живе в лісостеповій або степовій зонах."""
#     # },
#     # {
#     #     "ДО": """Лисиця є звіром достатньо осілим. У більшості районів їй невластиві постійні переселення. Вони відомі лише в тундрі, пустелях та горах. Наприклад, одна з помічених в Малоземельській тундрі (Архангельська область Росії) лисиця була потім вбита за 600 кілометрів на південний захід. Молоді звірі, що розселяються з батьківського лігва, зазвичай трапляються на відстані від 2–5 до 15–30 км від нього; рекорд на теренах України — піймання лисиці за 120 км від місця кільцювання.""",
#     #     "ПІСЛЯ": """Лисиця є осілим звіром. Нечасті переселення бувають у тундрі, пустелях та горах. Молоді звірі розселяються на відстані 2-30 км. Рекорд в Україні – 120 км."""
#     # },
#     # {
#     #     "ДО": """Чисельність лисиць помітно коливається за роками. На її стан впливають такі чинники, як кількість гризунів, погодні умови, наявність в популяції інфекційних захворювань. У голодні роки не лише знижується плодючість самиць та виживає менша кількість цуценят, але й виникають умови, сприятливі для поширення епізоотій, які інколи охоплюють великі території. Характерні для лисиць епізоотії — сказ, чума хижаків, зуднева короста.""",
#     #     "ПІСЛЯ": """Кількість лисиць не є постійною. Різні чинники впливають на чисельність лисиць. Наприклад, кількість гризунів, погода, захворювання. Кількість лисенят зменшується через голод. Також через голод можуть поширюватися різні хвороби. Серед хвороб є сказ, чума хижаків, зуднева короста."""
#     # },
#     # {
#     #     "ДО": """Лисиця, хоч і належить до типових хижаків, має дуже різноманітний харч. Серед їжі, яку вона вживає, виявлено понад 400 видів самих лише тварин, не враховуючи кількох десятків видів рослин. Усюди основу її харчування становлять дрібні гризуни, головним чином полівки. Можна сказати, що від їхнього достатку та досяжності, значною мірою залежить стан популяції цього хижака. Більші ссавці, зокрема зайці, відіграють у харчуванні значно меншу роль, хоча в деяких випадках лисиці їх цілеспрямовано ловлять, особливо зайченят, а під час заячого мору можуть поїдати трупи. Іноді великі лисиці можуть нападати на телят сарни. Птахи в харчуванні лисиці не відіграють такої ролі, як гризуни, хоча цей хижак ніколи не втратить шанс піймати птаха, який опинився на землі (починаючи від найменших і до найбільших, наприклад, гусок та глушців), а також спустошити кладку яєць або нельотних пташенят. Також лисиця може красти свійських птахів, але, згідно зі спостереженнями зоологів, робить це набагато рідше, ніж заведено вважати.""",
#     #     "ПІСЛЯ": """Лисиця має різноманітний харч. Наприклад, 400 видів тварин і десятки видів рослин. Дрібні грузини є її основним харчем. Більші тварини, приміром, зайці, менше цікавлять лисиць. Іноді великі лисиці можуть нападати на телят сарни. Вони інколи ловлять птахів. Лисиці зрідка крадуть свійських тварин."""
#     # },
#     # {
#     #     "ДО": """У пустелях та напівпустелях лисиці часто добувають плазунів. У Канаді та північно-східній Євразії лисиці, що живуть уздовж великих річок, сезонно харчуються майже на 100 % лососем, що загинув після нересту. Майже повсюди влітку лисиці з'їдають безліч жуків та інших комах. Окрім того, вони не гидують харчуватися всіляким падлом, особливо в голодні часи.""",
#     #     "ПІСЛЯ": """Лисиці в пустелі добувають ящірок. Тварини біля річок можуть харчуватися лососем. Лисиці їдять комах улітку. Через голод вони змушені їсти мертвих тварин."""
#     # },
#     # {
#     #     "ДО": """До раціону лисиці звичайної (рудої) входять і рослини, насамперед — плоди, фрукти, ягоди, рідше вегетативні частини рослин. Вони входять до складу харчування лисиць майже всюди, але найбільше на півдні ареалу; втім, ніде вони не відіграють основної ролі в харчуванні виду.""",
#     #     "ПІСЛЯ": """Фрукти і ягоди входять до раціону лисиць. Рослини не такі важливі для лисиць, як тварини."""
#     # },
#     # {
#     #     "ДО": """Особиста окрема ділянка, яку посідає пара або сім'я лисиць, має забезпечувати їх не тільки достатньою кількістю їжі, але й придатними для облаштування нір місцями. Лисиці риють їх самі, або (що трапляється часто) захоплюють нори борсуків, бабаків, песців та інших рийних тварин, пристосовуючи їх до своїх потреб.""",
#     #     "ПІСЛЯ": """Лисиці риють нори самі. Інколи вони захоплюють нори борсуків, бабаків, песців тощо."""
#     # },
#     # {
#     #     "ДО": """Найчастіше лисиці поселяються на схилах ярів та пагорбів, вибираючи ділянки з добре дренованим піщаним ґрунтом, захищені від підтоплення дощовими, ґрунтовими та талими водами. Навіть якщо нора викопана самостійно, не кажучи вже про борсучі, песцеві й інші, вона звичайно має кілька вхідних отворів, що ведуть крізь більш або менш довгі ходи до гніздової камери. Інколи лисиці використовують природні сховища — печери, розколення скель, дупла товстих упалих дерев. У більшості випадків (але не завжди) житло буває добре вкритим густими заростями. Але його викривають довгі стежки, а поблизу — великі викиди ґрунту біля входів, численні залишки їжі, екскременти та інше. Нерідко на «містечках» лис розвиваються пишні бур'яни.""",
#     #     "ПІСЛЯ": """Лисиці найчастіше поселяються на схилах ярів та пагорбів. Вони вибирають захищені від підтоплення ділянки. Нора має кілька вхідних отворів. Усі отвори ведуть до гніздової камери. Інколи лисиці використовують печери, розколення скель, дупла товстих упалих дерев. Їхнє житло часто вкрите густими заростями. Нору видно через стежки, залишки їжі та екскрементів тощо."""
#     # },
#     # {
#     #     "ДО": """Як правило, лисиці використовують постійні сховища лише в період виховання молодих, а протягом решти року, зокрема взимку, відпочивають у відкритих лігвах в снігу або траві. Але, рятуючись від переслідування, лисиці у будь-яку пору року можуть переховуватись у першій-ліпшій норі, яка трапиться в місцях їхнього життя.""",
#     #     "ПІСЛЯ": """Лисиці використовують постійне житло під час виховання дитинчат. В інший період вони перебувають у відкритих лігвах. Лисиці можуть переховуватись у будь-яких норах для порятунку від переслідування."""
#     # },
#     # {
#     #     "ДО": """Подібно до вовка, лисиця належить до моногамних тварин, що розмножуються лише один раз на рік. Тічка (на території України) в неї починається з грудня до лютого, і продовжується у кожної самиці лише кілька днів. Час гону та його ефективність залежать від погоди та вгодованості звірів. Бувають роки, коли до 60 % самиць лишаються без потомства.""",
#     #     "ПІСЛЯ": """Лисиці розмножуються раз на рік. Вони роблять це з грудня до лютого. Кількість лисенят залежить від погоди та вгодованости звірів. Бувають роки, коли до 60% лисиць лишаються без лисенят."""
#     # },
#     # {
#     #     "ДО": """Вагітність у лисиць продовжується 49–58 діб. У виводку налічується від 4–6 до 12–13 цуценят, вкритих темно-бурою шерстю. У двотижневому віці вони починають бачити, чути, в них прорізуються перші зуби. Півтора місяця мати годує лисенят молоком, окрім того, батьки поступово привчають їх до звичайної їжі, а також до полювання. Загалом, з часу гону до остаточного виходу лисенят з нори, проходить близько 6-ти місяців. В їхньому вихованні беруть участь обоє батьків. Цуценята, що підростають рано починають відлучатися від «дому» і часто зустрічаються далеко від нього, коли ще доволі малі. До осені вони повністю виростають і здатні жити самостійно. Деякі самиці вже з наступного року починають розмножуватися; хай там як, а лисиці досягають статевої зрілості у дворічному віці. У неволі лисиці живуть 20–25 років, тоді як у природі лише кілька років.""",
#     #     "ПІСЛЯ": """Вагітність у лисиць триває 1,5-2 місяці. За один раз народжується 4-13 цуценят з темно-бурою шерстю. За 2 тижні від народження вони починають бачити, чути, мають зубки. Півтора місяця мати годує лисенят молоком. Батьки поступово привчають їх до звичайної їжі і до полювання. Дитинчата живуть у норі до 6 місяців. Обоє батьків виховують їх. Цуценята рано відлучаються від дому і живуть далеко від нього. До осені вони виростають і можуть жити самостійно. Лисиці остаточно дорослішають до 2 років. Але вони можуть почати розмножуватися до цього віку. Тварини живуть 20-25 років у неволі, а в дикій природі – кілька років."""
#     # },
#     # {
#     #     "ДО": """Біжить лисиця прямою лінією, залишаючи за собою чіткий ланцюжок слідів. Налякана тварина може бігти дуже швидко, галопом або майже розпластується над землею, далеко витягнувши хвіст.""",
#     #     "ПІСЛЯ": """Лисиця біжить прямою лінією. Налякана тварина бігає дуже швидко."""
#     # },
#     # {
#     #     "ДО": """У місцинах, де її не переслідують, може зустрічатися вдень, причому не виявляє занепокоєння під час зустрічі з людиною. В іншому разі, лисиця відрізняється винятковою обережністю та дивовижною здатністю переховуватись і збивати зі сліду погоню; саме тому у фольклорі багатьох народів, лисиця є втіленням хитрості та спритності. Лисиця — герой численних українських народних казок, де вона завжди кмітлива та підступна й часто вдається до різноманітних витівок: «Колобок», «Пан Коцький», «Свиня, ведмідь, лисиця та кіт», «Лисиця і журавель» та інших. Використовував образ лисиці у своїх творах, і видатний український поет, науковець та письменник Іван Франко: «Лис Микита» та інші.""",
#     #     "ПІСЛЯ": """Лисицю можна побачити вдень. Вона може спокійно поводитися при людині. За потреби лисиця стає обережною, здатна переховуватись і збивати погоню зі сліду. Через це в уяві багатьох народів тварина є хитрою та спритною. Лисиця – кмітлива та підступна героїня українських народних казок. Серед них «Колобок», «Пан Коцький», «Свиня, ведмідь, лисиця і кіт», «Лисиця і журавель» тощо. Іван Франко використав образ лисиці у своїй казці «Лис Микита»."""
#     # },
#     # {
#     #     "ДО": """Архіпелаг Канальні острови розташований на відстані 50–100 км від південної частини штату Каліфорнія. До архіпелагу належить група островів, до якої входять острови Санта Круз, Санта Роза, Сан Мігуель та Анакапа, що під час останнього льодяникового періоду утворювали один острів на відстані приблизно 15–20 км від материка; та острови Сан Ніколас, Санта Барбара, Сан Клементіне та Санта Каталіна, що ніколи не були з'єднанні ані з материком, ані один з одним. Канальні острови часто називають «Каліфорнійським Галапагосом» через наявність ендемічних видів (сучасних та вимерлих) та адаптацію екосистем островів до ізольованого середовища.""",
#     #     "ПІСЛЯ": """."""
#     # },
#     # {
#     #     "ДО": """До появи європейців на Канальних островах мешкало дві групи індіанців: індіанці Чумаш, що займали північні острови, та індіанці Тонгва, що займали південні острови. Індіанці Чумаш та Тонгва мають мови, що належать до різних мовних груп, та дуже відмінну культуру, але ці два племені підтримували культурні зв'язки та торгували між собою.""",
#     #     "ПІСЛЯ": """."""
#     # },
#     # {
#     #     "ДО": """Під час іспанської колонізації у 18 сторіччі племена Чумаш та Тонгва було виселено з островів до резервації на континенті, де культурна спадщина була майже повністю втрачена. Також у 18–20 сторіччях фауна Канальних островів зазнала значних змін через завезення з материка великих травоїдних, від кіз та свиней до бізонів.""",
#     #     "ПІСЛЯ": """У 18-20 сторіччях на Канальні острови було завезено багато тварин від кіз та свиней до бізонів."""
#     # },
#     # {
#     #     "ДО": """Острівні лисиці зустрічаються на усіх островах, окрім Анакапи, де немає джерел прісної води, та Санта Барбари, який є замалим. З шести островів, на яких мешкають острівні лисиці, три (Санта Роза, Сан Мігуель та Санта Круз) належать до національного парку «Канальні острови», острови Сан Ніколас та Сан Клементе належать ВМФ США, та острів Санта Каталіна не має особливого статусу — на ньому розташоване місто Авалон, а постійне сполучення с материком підтримується за допомогою кораблів.""",
#     #     "ПІСЛЯ": """Острівні лисиці трапляються на всіх островах. Їх немає на Анакапі, бо там немає прісної води. Їх немає на Санта Барбарі, бо цей острів замалий. Острівні лисиці мешкають на 6 островах. 3 (Санта Роза, Сан Мігуель та Санта Круз) з них належать до національного парку «Канальні острови». Острови Сан Ніколас та Сан Клементе належать військово-морському флоту США. Острів Санта Каталіна не має особливого статусу."""
#     # },
#     # {
#     #     "ДО": """За останні 30 років дослідженню походження та еволюції острівної лисиці була присвячена значна кількість наукових досліджень, які кілька разів змінювали погляд науки на історію виду. Більш того, значна кількість нових статей ще перебувають у стадії гіпотез, тому інформація про походження сірої лисиці є достатньо суперечні. Достовірно зрозуміло лише те, що острівна лисиця є близьким родичем сірої лисиці, яка відділилася від основного виду, за різними оцінками, від 10 до 25 тисяч років тому.""",
#     #     "ПІСЛЯ": """Інформація про походження лисиці є суперечливою. Точно відомо, що острівна лисиця є родичем сірої лисиці. Острівна лисиця відділилася від сірої лисиці від 10 до 25 тис. років тому."""
#     # },
#     # {
#     #     "ДО": """Гіпотеза про природну еволюцію лисиць на мега-острові у північній частині архіпелагу була панівною до 90-х років 20-го століття. Вважалося, що сірі лисиці з материка випадково потрапили на мега-острів, що пізніше розпався на окремі острови, під час льодовикового періоду, де й досягли свого нинішнього розміру. Частково це підтверджувалося археологічною знахідкою черепа острівної лисиці, який датувався за віком геологічного горизонту, де його було знайдено, як такий, що передував появі людей на островах. Генетична відстань між сірими лисицями у південній частині Каліфорнії та острівними лисицями підтверджувала гіпотезу про видоутворення приблизно 25 тисяч років тому, що відповідало геологічному періоду, коли відстань між материком та мега-островом складала 15–20 кілометрів; припускалося, що її могла випадково подолати вагітна лисиця, яка, наприклад, врятувалася на стовбурі дерева під час повені.""",
#     #     "ПІСЛЯ": """Гіпотеза про природний розвиток лисиць на одному з островів була головною до 90-х років 20 століття. Вважалося, що сірі лисиці з материка випадково потрапили на острів. Цей острів розпався на окремі острови під час льодовикового періоду. Гіпотеза неповністю підтверджувалася знахідкою черепа острівної лисиці. Було визначено, що він з’явився на острові раніше за людей. 25 тис. років тому відстань між материком та островом складала 15-20 км. Припускалося, що вагітна лисиця могла подолати цю відстань. Можливо, вона рятувалася на дереві під час повені."""
#     # },
#     # {
#     #     "ДО": """За даними генетичних та археологічних розкопів острівні лисиці з'явилися на двох найпівденніших островах лише приблизно 5 тисяч років тому (за даними генетичних досліджень та археологічних розкопів), куди їх, скоріш за все, умисно завезли туди індіанці племені Чумаш, чий культурний зв'язок з лисицями встановлено з високим ступенем певності.""",
#     #     "ПІСЛЯ": """Тепер відомо, що лисиці з’явилися на двох найпівденніших островах лише приблизно 5 тис. років тому. Найпевніше індіанці племені Чумаш навмисне завезли туди острівних лисиць."""
#     # },
#     # {
#     #     "ДО": """В середині 2000-х років, під час спалаху інтересу до острівних лисиць, череп було передатовано за допомогою радіовуглецевого аналізу, та його вік не підтвердився. Це, а також відсутність знахідок проміжних форм між острівною та сірою лисицями, призвело до появ припущень, що острівних лисиць було завезено на північні острови вже в теперішньому вигляді. Оскільки навіть в найперших описах острівних лисиць відмічалося, що сірі лисиці не боялися людей, окремі дослідники стали припускати, що острівних лисиць були виведені в окремий вид індіанцями Чумаш як хатні тварини.""",
#     #     "ПІСЛЯ": """У середині 2000-х років знайдений череп було досліджено знову. Його вік не підтвердився. Цей факт і відсутність інформації про перехідні види між сірими лисицями та острівними лисицями змусило людей висунути нові гіпотези. Виникла думка, що острівних лисиць було завезено на північні острови в теперішньому вигляді. У найперших описах сказано, що сірі лисиці (ідеться про острівних лисиць) не бояться людей. Це наштовхнуло на думку, що острівні лисиці були виведені в окремий вид індіанцями Чумаш як хатні тварини."""
#     # },
#     # {
#     #     "ДО": """Однак, за даними ізотопних досліджень кісток острівних лисиць, гіпотеза про тісний зв'язок лисиць з індіанцями підтвердилася лише частково; в той час як у раціоні хатніх собак та індіанців Чумаш було знайдена значна кількість ізотопів, пов'язаних з вживанням морепродуктів, у кістках лисиць цього знайдено не було, тобто їх не підгодовували, як собак.""",
#     #     "ПІСЛЯ": """Однак після дослідження кісток острівних лисиць гіпотеза про тісний зв’язок лисиць з індіанцями підтвердилася неповністю. У той же час з’ясувалося, що в раціоні собак та індіанців Чумаш були морепродукти, а в острівних лисиць – ні. Значить, їх не підгодовували як собак."""
#     # },
#     # {
#     #     "ДО": """Подальші дослідження, що проводилися о 2010-х роках, як відповіли на ряд запитань, так і поставили нові. За геномом острівні лисиці, що мешкають у південній частині Каліфорнії, виявилися найближчими родичами сірих лисиць з північної частини Каліфорнії. Цей аналіз значно переніс час видоутворення, оновивши його до 10 тисяч років тому, що означало, що острівні лисиці могли утворити окремий вид вже після того, як люди перевезли їх на Канальні острови. Більш того, найдавнішими підвидами виявилися лисиці з південної частини островів.""",
#     #     "ПІСЛЯ": """Пізніше нова інформація стала відомою. Острівні лисиці з південної частини Каліфорнії виявилися найближчими родичами сірих лисиць з північної частини Каліфорнії. Це означає, що острівні лисиці могли відокремитися від сірих лисиць вже після того, як люди перевезли їх на Канальні острови. Найдавнішими підвидами виявилися лисиці з південної частини островів."""
#     # },
#     # {
#     #     "ДО": """В той же час, не всі дослідники визнають результати дослідження про час відокремлення острівної лисиці, оскільки вік у 10 тисяч років базується на класифікації єдиної лисиці с північної частини Каліфорнії, тому питання про вік острівної лисиці не є остаточно визначеним і потребує подальшого дослідження.""",
#     #     "ПІСЛЯ": """Не всі дослідники (-ці) визнають результати цього дослідження. Це через те, що вік 10 тис. років визначений за допомогою єдиної лисиці з південної частини Каліфорнії. Вік острівної лисиці не є остаточно визначеним."""
#     # },
#     # {
#     #     "ДО": """Цілісний вид острівної лисиці складають шість різних підвидів, по одному на кожному з шести островів, на яких вони мешкають. Лисиці з окремих островів усе ще здатні до міжпідвидового схрещування, але є ряд чітких фізичних і генетичних відмінностей, яких достатньо, щоб була визнана їх підвидова самостійність. Різні підвиди острівної лисиці мають різну середню кількість хвостових хребців та довжину хвоста; відмінності у формі черепа показують відмінності дієти. Окремі підвиди названі на честь островів, з яких вони походять.""",
#     #     "ПІСЛЯ": """Острівна лисиця має 6 підвидів, по одному на кожному з шести островів, на яких вони мешкають. Лисиці з різних островів можуть паруватися між собою. Але між ними є багато відмінностей. Різні підвиди острівної лисиці мають різні середню кількість хвостових хребців та довжину хвоста. Окремі підвиди названі на честь островів, з яких вони походять."""
#     # },
#     # {
#     #     "ДО": """Острівна лисиця являє собою зменшену копію сірої лисиці зі збереженням пропорцій, де всі лінійні розміри становлять 75–87 % в залежності від підвиду. Еволюція на островах призвела до зменшення розмірів сірої лисиці, що є одним із прикладів острівної карликовості. Тіло довжиною 48–50 см, висота плечей 16–20 см, хвіст 11–29 см, вага від 1,3 до 2,8 кг. Самець завжди більший за самицю. Через різницю в розмірі між підвидами острівної лисиці цей вид може сперечатися з лисицею фенек за звання найменшого псового, оскільки підвид з острова Санта-Круз (але не інші підвиди) в середньому менші за розміром. На відміну від континентальної сірої лисиці, острівні лисиці мають статевий диморфізм кісток таза, що пов'язано з адаптаціями до народження лисенят. Як і континентальна сіра лисиця, острівна сіра лисиця здатна лазити по деревах внаслідок ряду адаптацій у плечових кістках передніх кінцівок.""",
#     #     "ПІСЛЯ": """Острівна лисиця є зменшеною копією сірої лисиці. Сіра лисиця на островах зменшилась у ході еволюції. Довжина тіла – 48-50 см. Висота плечей – 16-20 см. Хвіст – 11-29 см. Вага – від 1,3 до 2,8 кг. Лис завжди більший за лисицю. Острівна лисиця може сперечатися з лисицею фенек за звання найменшого псового. Це відбувається тому, що підвид з острова Санта-Круз менший за розмір за інших острівних лисиць. Острівні лисиці мають інші, ніж у сірих лисиць, кістки таза. Острівним лисицям так легше народжувати лисенят. Як і сіра лисиця, острівна лисиця вміє лазити по деревах."""
#     # },
#     # {
#     #     "ДО": """Лисиця острівна має одне з найменших генетичних різноманіть серед усіх представників тварини псових. Значні ділянки ДНК сірої лисиці складають повні копії. В той же час, припускається, що популяція острівних лисиць витримала значний генетичний відбір на можливість близькоспорідненого схрещення, оскільки значна кількість інформативних ділянок геному є гетерозиготною. Тим не менш, острівні лисиці потерпають від спадкового амілоїдозу, що може обмежувати тривалість їхнього життя навіть в зоопарках 3–4 роками.""",
#     #     "ПІСЛЯ": """Острівна лисиця є чистим видом. Лисиця острівна майже не має різноманітности всередині виду. Острівні лисиці потерпають від порушення білкового обміну. Через це вони можуть жити лише 3-4 роки, навіть у зоопарках."""
#     # },
#     # {
#     #     "ДО": """Лисиця острівна займає всі доступні території на Канальних островах; однак щільність лисиць у різних середовищах неоднорідна. Пікова щільність острівної лисиці у найбільш продуктивних територіях сягає 40–50 осіб на квадратний кілометр, що є одним з найбільших значень для псових взагалі.""",
#     #     "ПІСЛЯ": """Острівна лисиця живе всюди на Канальних островах. Однак кількість лисиць на різних територіях не однакова. Найбільша кількість лисиць з усіх можливих – 40-50 осіб на 1 км2."""
#     # },
#     # {
#     #     "ДО": """Острівні лисиці територіальні; частина територій лисиць перетинається, в першу чергу — в сімейних пар, можливо, в родичів. Острівні лисиці суттєво не змінюють структуру своїх територій у регіонах з високою щільністю.""",
#     #     "ПІСЛЯ": """Деякі території лисиць перетинаються в сімейних пар і в родичів. Острівні лисиці не змінюють свої території, якщо поряд живе багато інших острівних лисиць."""
#     # },
#     # {
#     #     "ДО": """Острівні лисиці набагато активніші вдень, ніж сірі лисиці, хоча вони переважно все одно полюють ввечері та вночі. Припускається, що поява золотого беркута на островах за короткий час призвела до зміщення активності лисиць в темну частину доби.""",
#     #     "ПІСЛЯ": """Острівні лисиці набагато активніші вдень, ніж сірі лисиці. Острівні лисиці переважно полюють ввечері та вночі. Припускається, що через появу золотого беркута на островах лисиці стали більш активними вночі."""
#     # },
#     # {
#     #     "ДО": """Раціон лисиці острівної значно змінюється в залежності від острова, і, як наслідок, від підвиду. Із шести підвидів острівної лисиці один живиться переважно мишами, три — комахами, та два — рослинами. Рослинну частину раціону складають всілякі плоди і ягоди (у тому числі мучниці дубильної, лободи, колючої груші та інші). Острівні лисиці полюють ссавців, птахів, рептилій, сухопутних равликів, і всіляких комах. Лисиці розорюють кубла птахів, особливо тих, що живуть на землі: зникнення кількох видів птахів на Канальних островах пов'язують з появою лисиць. Де можливо, лисиці вживають їстівні залишки з людського сміття, або цуплять саму їжу, якщо можуть до неї дістатися.""",
#     #     "ПІСЛЯ": """Раціон острівної лисиці залежить від острова, на якому вона живе. Із шести підвидів острівної лисиці один їсть переважно мишей, три – комах, два – рослини. Серед рослин острівні лисиці їдять плоди і ягоди. Острівні лисиці полюють на різних тварин. Острівні лисиці розорюють кубла птахів, особливо тих, що живуть на землі. Вважається, що кілька видів птахів на Канальних островах зникло через острівних лисиць. Острівні лисиці вживають їстівні залишки з людського сміття. Острівні лисиці цуплять їжу, якщо можуть до неї дістатися."""
#     # },
#     # {
#     #     "ДО": """Беркут є основним ворогом у природі й головною причиною смертності цього виду. Завдяки ізольованому існуванню, острівні лисиці не мають ніякого природного імунітету до збудників та хвороб, принесених з материка й особливо чутливі до тих, які переносяться місцевими псами. Значна кількість лисиць гине і під колесами автомобілів на островах Санта Каталіна, Сан Клемент і Сан Ніколас. Загальна чисельність острівної лисиці впала з 6 000 особин в 1994 р., до менш ніж 1 500 у 2002; наразі чисельність лисиць відновилась до рівня історичного максимуму.""",
#     #     "ПІСЛЯ": """Беркут є основним ворогом острівних лисиць. Острівні лисиці не мають ніякого імунітету до хвороб з материка. Це відбувається тому, що острівні лисиці існують окремо від материка. Острівні лисиці особливо чутливі до хвороб, які переносять місцеві пси. Багато острівних лисиць гине під колесами автомобілів. 1994 р. було 6 тис. острівних лисиць, а 2002 р. – менше 1500. Зараз кількість острівних лисиць відновилася."""
#     # },
#     # {
#     #     "ДО": """Острівні лисиці паруються один раз на рік, у січні-лютому. Припускається, що острівні лисиці можуть мати вимушений еструс, тобто еструс в самиці не починається за відсутності самця. Острівні лисиці є соціально моногамними тваринами, але приблизно 20 % лисенят народжуються «поза шлюбом», тобто не від того батька, що їх виховує; в одному приплоді можуть бути лисенята від різних батьків. За даними радіоспостережень, під час еструсу, що триває самиця активно шукає контактів з іншими самцями, в той час як самець не пускає чужинців на спільну ділянку.""",
#     #     "ПІСЛЯ": """Острівні лисиці паруються один раз на рік, у січні-лютому. Острівні лисиці мають одного (-у) партнера (-ку). Приблизно п’ята частина лисенят народжується не від того батька, який їх виховує. В одному приплоді можуть бути лисенята від різних батьків. Відомо, що лисиця шукає контактів з різними лисами. У цей час лис, з яким лисиця спершу хотіла паруватися, не пускає чужих на спільну ділянку."""
#     # },
#     # {
#     #     "ДО": """Острівні лисиці народжують 1–2 лисенят за сезон. Кількість сімей з лисенятами змінюється в залежності від зовнішніх умов, що дає основу для припущення, що острівні лисиці можуть контролювати своє розмноження. Описані випадки, коли сірі лисиці навмисно лишали своїх лисенят; припускається, що це може відбуватися у випадку нестачі їжі.""",
#     #     "ПІСЛЯ": """Острівні лисиці народжують 1-2 лисенят за сезон. Кількість сімей з лисенятами змінюється з різних причин. Припускається, що острівні лисиці можуть контролювати своє розмноження. Описані випадки, коли острівні лисиці навмисно лишали своїх лисенят. Припускається, що це відбувається коли батьки не можуть прогодувати їх."""
#     # },
#     # {
#     #     "ДО": """Острівні лисиці активно доглядають не лише за лисенятами, але й одне за одним. Острівні лисиці лишали їжу для лисиць зі своєї родини, що потрапили до пастки, причому не лише для лисенят, але й для дорослих лисиць. Батьки активно вчать своїх дітей навичкам полювання; описаний випадок, коли мати вчила своїх лисенят відкривати застібку-«блискавку» у наметі, аби дістатися їжі.""",
#     #     "ПІСЛЯ": """Острівні лисиці доглядають за лисенятами й одне за одним. Острівні лисиці лишають їжу для своїх родичів (-ок), якщо вони попали до пастки. Батьки вчать своїх дітей полювати. Описаний випадок, коли мати вчила своїх лисенят відкривати застібку-«блискавку» в наметі, щоб дістатися їжі."""
#     # },
#     # {
#     #     "ДО": """Родини острівних лисиць починають розпадатися у жовтні-листопаді, коли лисенята досягають дорослої ваги й облишають батьківські ділянки. Приблизно в цей час дорослі острівні лисиці остаточно припиняють допомагати своїм нащадкам.""",
#     #     "ПІСЛЯ": """Родини острівних лисиць починають розпадатися у жовтні-листопаді. У цей час лисенята дорослішають і покидають батьківську ділянку. Дорослі острівні лисиці остаточно припиняють допомагати дорослим дітям."""
#     # },
#     # {
#     #     "ДО": """До 90-х років 20-го сторіччя стан популяції острівної лисиці не викликав занепокоєння в біологів. З шести підвидів п'ять мешкало на островах, де діяльність людини була значно обмежена; хоча регулярних вимірів стану популяції острівної лисиці не велося, близькість до університетів Каліфорнії та дружність лисиці до людини робили її предметом нерегулярних досліджень, які не давали приводу до занепокоєння.""",
#     #     "ПІСЛЯ": """До 90-х років 20-го сторіччя кількість острівних лисиць не викликала занепокоєння в біологів (-инь). 5 із 6 підвидів мешкало на майже безлюдних островах."""
#     # },
#     # {
#     #     "ДО": """Ситуація раптово змінилася у 1994 році, коли перепис популяції виявив її падіння за рік на 75 %. Більш того, продовження тривало без видимої причини.""",
#     #     "ПІСЛЯ": """Усе змінилося 1994 р. Виявилося, що кількість лисиць зменшилася на три чверті. Це відбувалося без видимої причини."""
#     # },
#     # {
#     #     "ДО": """Загадку виявилося розгадати у 1997 році, коли як причину смертності було ідентифіковано золотого беркута. До цього вважалося, що беркути не мешкають на островах; але зниження популяції білоголових орланів, що їдять рибу та не пускають беркутів до своєї території, призвело до того, що на островах оселилося кілька сімей беркутів, які почали винищувати лисиць.""",
#     #     "ПІСЛЯ": """1997 р. стало відомо, що це через золотого беркута. До цього вважалося, що беркути не мешкають на островах. На островах оселилося кілька сімей беркутів, які винищували острівних лисиць."""
#     # },
#     # {
#     #     "ДО": """Лисиця піщана (Vulpes rueppelli) — вид родини псових (Canidae), ряду хижих. Широко розповсюджений у посушливих районах Північної Африки, на Аравійському півострові, а також в Ірані, Пакистані, Афганістані. Їх типове середовище проживання: піщані й каменисті пустелі. У Саудівській Аравії, вони були виявлені у відкритих, кам'янистих місцях проживання часто з рідкісним рослинним покривом і дуже малою кількістю опадів (~ 100 мм на рік). Видовий епітет вшановує Едуарда Рюпеля.""",
#     #     "ПІСЛЯ": """Лисиця піщана — вид родини псових, ряду хижих. Лисиця піщана живе в посушливих районах Північної Африки, на Аравійському півострові, в Ірані, Пакистані, Афганістані. Лисиця піщана живе в піщаних й каменистих пустелях. У Саудівській Аравії вони були виявлені у відкритих, кам'янистих місцях проживання. Там росте дуже мало рослин і випадає дуже мало опадів (дощ, сніг тощо). Едуард Рюпель дав назву цьому виду лисиць."""
#     # },
#     # {
#     #     "ДО": """Невелика лисиця з досить короткими ногами, довгими широкими вухами (понад 9 см) і світлоколірною, дуже густою шерстю. Середина мордочки і лоба іржавого кольору, є помітні темно-коричневі плями на з боків мордочки, що поширюються в бік очей. Вібриси добре розвинені, сягають до 70 мм у довжину. Губи, щоки, і підборіддя білі. Вуха білі всередині і рудо-корицеві зовні. Корицево-руда спинна смуга поширюється до середини боків. Шерсть срібляста на вигляд через численні білі волоски. Волоски підшерстям сягають 35 мм у довжину. Переважаючий колір боків дуже блідо помаранчевий, з легким сіруватим відтінком. Низ білий. Кінцівки рудуваті з невеликою кількістю чорних волосків. Ступні білуваті, підошви ніг густо опушені. Хвіст довгий, пухнастий (волосся бл. 50—55 мм у довжину), буро-жовтого кольору, більш-менш змішаний з чорними волосками і з білим кінчиком. Зубна формула: I 3/3, C 1/1, P 4/4, M 2/3 = 42.""",
#     #     "ПІСЛЯ": """Невелика лисиця з короткими ногами, довгими широкими вухами (понад 9 см) і світлоколірною густою шерстю. Середина мордочки і лоба іржавого кольору. Є помітні темно-коричневі плями з боків мордочки, що поширюються в бік очей. Вуса добре розвинені, мають довжину до 70 мм. Губи, щоки, і підборіддя білі. Вуха білі всередині і рудо-корицеві зовні. Корицево-руда спинна смуга поширюється до середини боків. Шерсть срібляста на вигляд через численні білі волоски. Волоски підшерстя мають довжину 35 мм. Переважаючий колір боків дуже блідо помаранчевий, з легким сіруватим відтінком. Низ білий. Лапи рудуваті з невеликою кількістю чорних волосків. Ступні білуваті, підошви густо опушені. Хвіст довгий, пухнастий, буро-жовтого кольору, більш-менш змішаний з чорними волосками. Хвіст з білим кінчиком. Волосся хвоста має довжину 50-55 мм."""
#     # },
#     # {
#     #     "ДО": """Піщана лисиця — нічний вид. Вдень відпочиває у підземних норах, які змінює в середньому кожні 5 днів. Поживою для неї є малі ссавці, а також ящірки, комахи, трава. Живе моногамними парами, які мають певну мисливську територію, яка дещо перетинається із територіями сусідніх пар. Має хороший зір і слух. Використовує два різні види нір: для вигодовування потомства і для відпочинку. Відпочинкові нори значно менші. Нори для потомства частіш за все мають один вхід, хоча деякі до п'яти. V. rueppelli дуже гнучка і може легко підніматися на паркани, дерева і скелі в пошуках фруктів або в гонитві за птахами. Вони також можуть стрибати на 1,5 м по горизонталі при бігові. Приховувальна поведінка добре розвинена в неволі, у полоні тварини постійно копають і дуже грайливі.""",
#     #     "ПІСЛЯ": """Піщана лисиця — нічний вид. Удень відпочиває у підземних норах. Змінює нори приблизно кожні 5 днів. Зайці, миші, ящірки, комахи, трава є поживою для піщаної лисиці. Піщані лисиці розбиваються на пари. Пара має певну мисливську територію. Мисливська територія дещо перетинається із територіями сусідніх пар. Має хороший зір і слух. Використовує два різні види нір: для вигодовування потомства і для відпочинку. Відпочинкові нори значно менші. Нори для потомства частіш за все мають один вхід, хоча деякі до п'яти. Піщана лисиця дуже гнучка і може легко підніматися на паркани, дерева і скелі. Піщана лисиця робить це, щоб знайти фрукти або коли женеться за птахами. Піщана лисиця також може стрибати до 1,5 м, коли біжить. У неволі піщана лисиця дуже потайна. У полоні тварини постійно копають і є дуже грайливими."""
#     # },
#     # {
#     #     "ДО": """Вагітність триває 52—53 дні. У середньому народжується три дитинча. Новонароджені сліпі. Діти стають незалежними в 4-місячному віці. Статева зрілість досягається в однорічному віці.""",
#     #     "ПІСЛЯ": """Вагітність триває 52—53 дні. У середньому народжується троє дитинчат. Новонароджені сліпі. Лисенята стають незалежними в 4 місяці. Лисиці здатні до розмноження з одного року."""
#     # },
#     # {
#     #     "ДО": """Основною загрозою є полювання. В Ізраїлі вид знаходиться на межі зникнення через конкуренцію з зичайною лисицею. Проживає на багатьох охоронних територіях.""",
#     #     "ПІСЛЯ": """Основною загрозою є полювання. В Ізраїлі піщана лисиця на межі зникнення. Це відбувається через конкуренцію зі звичайною лисицею. Проживає на багатьох охоронних територіях."""
#     # },
#     # {
#     #     "ДО": """Тибетська лисиця — один з найменших лисячих різновидів. Зуби добре розвинені з надзвичайно довгими іклами, більшими ніж у всіх інших лисиць. Тіло лисиць вкрито товстим, м'яким хутром, з добре розвинутим щільним нижнім підшерстям, який добре захищає їх від сильних вітрів. Колір з боків змінюється від іржаво-коричневого зверху до сірого до низу, що створює ілюзію смуги з боків тварини. Горло, черевна область, смужка від горла до черева і кінчик хвоста білого кольору.""",
#     #     "ПІСЛЯ": """Тибетська лисиця – один з найменших лисячих різновидів. Зуби з довгими іклами добре розвинені. Ікла більші, ніж в усіх інших лисиць. Тіло лисиць вкрито товстим, м'яким хутром. У них добре розвинене щільне підшерстя. Це захищає їх від сильних вітрів. Колір зверху іржаво-коричневий. Колір низу сірий. Горло, живіт, смужка від горла до живота і кінчик хвоста білого кольору."""
#     # },
#     # {
#     #     "ДО": """Довжина тіла дорослої лисиці від 60 до 70 см. Хвіст завдовжки від 30 до 45 см.""",
#     #     "ПІСЛЯ": """Довжина тіла дорослої лисиці від 60 до 70 см. Хвіст завдовжки від 30 до 45 см."""
#     # },
#     # {
#     #     "ДО": """Тибетська лисиця живе в степах і напівпустелях Тибетського плато. Також зустрічається в Непалі на північ від Гімалаїв, на північному заході Індії, в ряді провінцій Китаю, що межують з Тибетської автономною областю. У 2008 році дослідники спостерігали тибетських лисиць на гірських рівнинах на висоті до 5 200 метрів над рівнем моря. Але, лисиці практично не зустрічаються в місцях, де відсутні пискухи, які є їх основною їжею.""",
#     #     "ПІСЛЯ": """Тибетська лисиця живе в степах і напівпустелях Тибетського плато. Також трапляється в Непалі, Індії, Китаї. У 2008 році дослідники (-ці) бачили тибетських лисиць на гірських рівнинах. Висота гірських рівнин була 5 200 метрів. Лисиць майже немає в місцях, де немає пискух. Пискухи є основною їжею тибетських лисиць."""
#     # },
#     # {
#     #     "ДО": """Тибетські лисиці живуть у викопаних лігвах або норах під скелями або в щілинах груд валунів і ведуть досить потайний спосіб життя, про який мало що відомо. Ці тварини полюють попарно (самець і самиця) і ділять всю спійману видобуток зі своїм партнером. Вони мають тонкий слух, що дозволяє здалеку знаходити їх улюблену їжу — пискуху. Запах використовується, щоб орієнтуватися на своїй території, але відомо, що тибетські лисиці активно не захищають свою ділянку від інших пар. У цілому територіальність виражена слабо, було знайдено багато пар тварин, що живуть по сусідству і полюють на загальних землях.""",
#     #     "ПІСЛЯ": """Тибетські лисиці живуть у викопаних норах під скелями або в щілинах груд валунів. Тибетські лисиці ведуть потайний спосіб життя, про який мало що відомо. Ці тварини полюють попарно (лис і лисиця) і ділять всю спійману здобич зі своїм (-єю) партнером (-кою). Вони мають тонкий слух. Це дозволяє їм здалеку знаходити улюблену їжу — пискуху. Запах використовується, щоб орієнтуватися на своїй території. Відомо, що тибетські лисиці активно не захищають свою ділянку від інших пар. Багато пар тварин живуть по сусідству і полюють на загальних землях."""
#     # },
#     # {
#     #     "ДО": """Більшість дослідників оцінюють тривалість життя тибетської лисиці при ідеальних умовах — 8–10 років. Проте в природі більшість лис гине з природних причин до п'ятирічного віку.""",
#     #     "ПІСЛЯ": """Тибетська лисиця може жити 8-10 років. Проте в природі більшість лисиць гине до п'ятирічного віку."""
#     # },
#     # {
#     #     "ДО": """Основа раціону тибетських лисиць — пискуха. Крім того, вони їдять інших гризунів, зайців, кролів, а також дрібних птахів, що гніздяться на землі і їх яйця. Може харчуватися падлом.""",
#     #     "ПІСЛЯ": """Тибетські лисиці здебільшого їдять пискуху. Вони їдять мишей, зайців, кролів. Вони також їдять дрібних птахів, що гніздяться на землі, і їхні яйця. Може харчуватися мертвими тваринами."""
#     # },
#     # {
#     #     "ДО": """Спаровування відбувається в грудні, пологи у лютому. Пари утворюються в кінці першого року життя і надалі зберігаються на все життя: живуть і виховують потомство разом. Вагітність триває 50–60 днів. Через те, що після пологів самиця довго не покидає лігва і протягом деяких тижнів після народження далеко від нього не відходить, все це ускладнює точне визначення тривалості періоду вагітності. У лігві народжується 2–4 голих, сліпих цуценят, кожен вагою 60–120 грам. Молодь не з'являється з лігва протягом кількох тижнів після народження, поки не підросте. Точний час харчування молоком невідомо.""",
#     #     "ПІСЛЯ": """Парування відбувається в грудні. Пологи у лютому. Пари утворюються в кінці першого року життя. Пари зберігаються на все життя: живуть і виховують потомство разом. Вагітність триває 50-60 днів. Після пологів лисиця довго не покидає лігва. Протягом деяких тижнів після народження лисиця далеко від нього не відходить. Це ускладнює визначення того, скільки днів точно триває вагітність. У лігві народжується 2–4 голих, сліпих цуценят, кожен вагою 60–120 грамів. Молодь не виходить з лігва протягом кількох тижнів після народження, поки не підросте. Точний час харчування молоком не відомий."""
#     # },
#     # {
#     #     "ДО": """До 2006 року тибетських лисиць ніколи не знімали на відео з причини їх природної обережності, а також через важкодоступність місць де вони мешкають. Вперше це вдалося зробити знімальній групі BBC. Широка аудиторія змогла побачити тибетську лисицю в живій природі у документальному фільмі "Планета Земля" (Серія 7 — "Великі рівнини" ("Great Plains")).""",
#     #     "ПІСЛЯ": """До 2006 року тибетських лисиць ніколи не знімали на відео. Це через те, що тибетські лисиці дуже обережні. Також місця, де тибетські лисиці мешкають, майже недоступні. Уперше це вдалося зробити знімальній групі ВВС. Люди змогли побачити тибетську лисицю в живій природі в документальному фільмі "Планета Земля" (Серія 7 — "Великі рівнини" ("Great Plains"))."""
#     # },
#     # {
#     #     "ДО": """Пес сві́йський або соба́ка сві́йський (Canis lupus familiaris або Canis familiaris) — культигенна тварина. Термін застосовують як для домашніх, так і для бездомних тварин. Свійський пес був одним з найбільш широко застосовуваних службових та компанійських тварин протягом всієї історії людства.""",
#     #     "ПІСЛЯ": """Пес свійський або собака свійський – це тварина, яку вивели люди. Собаками називають як домашніх, так і бездомних тварин. Свійський пес споконвіку супроводжує людину в різних ситуаціях. Він є службовою та компанійською твариною."""
#     # },
#     # {
#     #     "ДО": """За різними оцінками, одомашнення вовка відбулося від 100 000 до 15 000 років тому. Дослідження мітохондріальної ДНК показує, що розділення еволюційних ліній собак і вовків відбулося близько 100 000 років тому. Собака швидко став незамінним у всіх світових культурах та був дуже цінним у ранніх людських поселеннях. Зокрема вважають, що успішна еміграція через Берингову протоку могла б бути неможливою без їздових собак. Собаки виконують багато видів робіт для людей, таких як полювання, охорона, служба в поліції та військах, а також собаки допомагають пасти стада худоби, допомагають інвалідам та служать компанійськими сімейними собаками. Ця універсальність, більша ніж практично в будь-якої іншої відомої людству тварини, дала собаці прізвисько «найкращий друг людини». За підрахунками, на планеті на 2015 рік проживало близько 525 мільйонів собак.""",
#     #     "ПІСЛЯ": """Вважають, що одомашнення вовка відбулося від 100 000 до 15 000 років тому. Дослідження показують, що собака і вовк стали окремими тваринами близько 100 000 років тому. Собака швидко став незамінним помічником людини. Зокрема вважають, що переселення через Берингову протоку змогло відбутися завдяки їздовим собакам. Собаки виконують багато робіт, наприклад, полювання, охорона служба в поліції та армії. Також вони допомагають пасти худобу, супроводжують людей з інвалідністю або просто живуть з людьми. Таким чином собака дістав прізвисько "найкращий друг людини". Підрахували, що у 2015 році на планеті проживало близько 525 мільйонів собак."""
#     # },
#     # {
#     #     "ДО": """Завдяки селекції було виведено сотні різноманітних порід, і зараз між собаками різних порід виявляють більше поведінкових та морфологічних відмінностей, ніж у будь-яких інших наземних ссавців. Наприклад, висота в холці може варіювати від кількох сантиметрів (чихуахуа) до майже метра (ірландський вольфгаунд, великий данець); забарвлення — від білого до чорного, включаючи світло-жовте, сіре, коричневе з великим розмаїттям відтінків.""",
#     #     "ПІСЛЯ": """Будь виведено сотні порід. Зараз між собаками різних порід дуже багато відмінностей. Наприклад, висота в холці буває від кількох сантиметрів (чихуахуа) до майже метра (ірландський вольфгаунд, великий данець). Забарвлення буває біле, чорне, світло-жовте, сіре, коричневе тощо."""
#     # },
#     # {
#     #     "ДО": """У вовка й людини є одна спільна риса: вони живуть зграями (соціальні), тобто кожен із них живе в зграї серед схожих на нього. Вони разом здобувають їжу, охороняють територію і, щоб координувати спільні дії, спілкуються за допомогою розвинутої системи знаків: звуків, жестів, та поз.""",
#     #     "ПІСЛЯ": """У вовка і людини є спільна риса: вони живуть зграями. Вони разом здобувають їжу, охороняють територію, спілкуються за допомогою різних знаків: звуків, жестів та поз."""
#     # },
#     # {
#     #     "ДО": """Можливо, й маленьке вовченя змогло влитися в нову, людську зграю. Мабуть, таке траплялося доволі часто, і вовченята виявилися корисними: вони мали кращий, ніж у людини, слух і нюх, могли гарчанням попередити про наближення ворога, допомагали заганяти здобич. І, може, тих, хто ставився до людини прихильно, не сахався, не намагався втекти, не виявляв агресії, не з'їдали відразу. Можливо, вони жили довго й пара таких «добрих» вовків навіть давала потомство — народжувалися по-дружньому налаштовані до людей вовченята.""",
#     #     "ПІСЛЯ": """Можливо, і маленьке вовченя змогло влитися в нову, людську зграю. Мабуть, таке траплялося часто і вовченята виявилися корисними. Вони мали кращі слух і нюх, ніж у людини. Вони могли гарчанням попередити про наближення ворога. Вони допомагали заганяти здобич.  І, може, люди не з'їдали відразу тих, хто ставився до них прихильно, не сахався, не намагався втекти, не поводився сердито. Можливо, пара таких "добрих" вовків народила по-дружньому настроєних до людини вовченят."""
#     # },
#     # {
#     #     "ДО": """За іншою версією, сміливі, дружньо налаштовані й розумні тварини трималися поблизу людини й харчувалися залишками здобутої на полюванні великої дичини. А потім почали приєднуватися до мисливців: допомагали заганяти, зупиняти звіра, як вони це робили у вовчій зграї. І дружньо налаштовані вовченята, що виросли поблизу людей, починали вважати їх членами своєї зграї.""",
#     #     "ПІСЛЯ": """Існує інша думка, що сміливі, дружньо настроєні й розумні тварини трималися поблизу людини, харчувалися залишками її їжі. А потім вовки почали приєднуватися до мисливців (-иць). Вони допомагали заганяти здобич, як робили це у вовчій зграї. І дружньо настроєні вовченята, що виросли поблизу людей, починали вважати їх членами своєї зграї."""
#     # },
#     # {
#     #     "ДО": """Вовк і людина могли знайти «спільну мову». Недарма саме вовчі зграї приймали й виховували людських дітей, які опинилися в лісі.""",
#     #     "ПІСЛЯ": """Вовк і людина могли знайти «спільну мову». Недарма саме вовчі зграї приймали й виховували людських дітей, які опинилися в лісі."""
#     # },
#     # {
#     #     "ДО": """Проте відкриття останніх десятиліть у царині молекулярної біології, що відгалузилися у нову науку генетику, однозначно довели, що собаки це лише підвид вовків. Вовки і зараз живуть у найрізноманітніших умовах. Їхній ареал, тобто територія поширення, дуже широкий. А раніше 10—15 тисяч років тому, вовки були розповсюджені ще ширше. Вони були дуже різні — великі й маленькі, сірі, чорні, руді й майже білі, темні, світлі, із різними малюнками на шерсті.""",
#     #     "ПІСЛЯ": """Проте останні відкриття довели, що собаки – це лише підвид вовків. Вовки і зараз живуть у найрізноманітніших умовах. Вони поширені майже всюди. А раніше, 10-15 тисяч років тому, вовки були поширені ще ширше. Вони були дуже різні за розмірами й кольорами."""
#     # },
#     # {
#     #     "ДО": """З подальшими розвитком генетики було відкрито, що спадкова інформація, яка передається через ДНК або РНК, міститься не тільки у клітинних ядрах, а й у низці органел — прадавніх бактерій-симбіонтів, зокрема у мітохондріях. На відміну від ядерної ДНК, яка успадковується в однаковій мірі і від батька і від матері, мітохондріальна ДНК успадковується винятково по материнській лінії. Через малі розміри сперматозоїди не містять більшості органел. Мітохондріальна ДНК є чистою генетичною лінією, яка передається лише по жіночій лінії та не зазнає змішувань. Аналізуючи мітохондріальну ДНК, було виявлено, що усі породи собак пішли від вовчиць підвиду азійського вовка (за деякими даними це окремий вид вовків), які мешкають від Леванту до Індії.""",
#     #     "ПІСЛЯ": """Було виявлено, що всі породи собак пішли від вовчиць підвиду азійського вовка (за деякими даними це окремий вид вовків), які мешкають від Леванту до Індії."""
#     # },
#     # {
#     #     "ДО": """Звісно, «первісні» напівдикі собаки, пересуваючись разом із людьми по всьому світі, спарювалися і з аборигенними вовками, тож наявні різні лінії, але найзначнішим є вклад азійського вовка.""",
#     #     "ПІСЛЯ": """Звісно, "первісні" напів дикі собаки спарювалися і з аборигенними вовками. Але вплив азійського вовка є найсильнішим."""
#     # },
#     # {
#     #     "ДО": """З наукової, біологічної, точки зору, собака — це нащадок вовка. З точки зору практичної — друг і помічник людини. Собака, перша одомашнена тварина, що протягом віків супроводжувала людину на довгому шляху від печерного вогнища аж до сьогодні, змінюючись разом із нею й залишаючись завжди для неї корисною.""",
#     #     "ПІСЛЯ": """Собака – це нащадок вовка, друг і помічник людини. Собака -- перша одомашнена тварина. Він протягом років супроводжував людину на довгому шляху від печерного вогнища аж до сьогодні. Він змінювався разом з нею і завжди був корисним для неї."""
#     # },
#     # {
#     #     "ДО": """Людина розвивалася. І ось замість палиці на полюванні вона вже користується луком і стрілами, і собаки за слідами допомагають знайти поранену дичину. За якийсь час з'явилися й інші приручені тварини, і собака допомагає випасати їх і захищати від хижаків. Тепер на собаку вже не дивляться як на живий резервний запас їжі, тепер він помічник під час здобування їжі.""",
#     #     "ПІСЛЯ": """Людина розвивалася. І ось вона вже користується луком і стрілами на полюванні, замість палиці. Собаки за слідами допомагають знайти поранену дичину. За якийсь час з'явилися й інші приручені тварини. Собака допомагає випасати і захищати їх від хижаків. Тепер на собаку вже не дивляться, як на їжу, тепер він -- помічник під час здобування їжі."""
#     # },
#     # {
#     #     "ДО": """Люди розселяються по землі, і собаки захищають оселі та господарів від будь-яких непроханих гостей. Вони тягнуть нарти, візки й просто волокуші. З'являються нові знаряддя полювання й, на жаль, відбуваються війни, і знов-таки собаки роблять саме те, що потрібно людині. Але в кожному з них течуть краплі крові його пращура — вовка, що колись допомагав нашим предкам на полюванні. І сьогодні в роботі собак ми помічаємо риси мисливської поведінки вовка, але розвинені й закріплені добором.""",
#     #     "ПІСЛЯ": """Люди розселяються по землі. Собаки захищають оселі та господарів (-ок) від будь-яких непроханих гостей. Вони тягнуть нарти, візки й просто волокуші. З'являються нові знаряддя полювання й, на жаль, відбуваються війни – і знов-таки собаки роблять саме те, що потрібно людині. Але в кожному з них течуть краплі крові його пращура — вовка, що колись допомагав нашим предкам на полюванні. І сьогодні ми помічаємо риси мисливської поведінки вовка, але розвинені та закріплені добором."""
#     # },
#     # {
#     #     "ДО": """Вовки можуть гнати дичину мовчки, а можуть із гавкотом, і у вовків різних популяцій ці риси виражені по-різному. І ось гончаки переслідують, женуть дичину по сліду, подаючи голос, і за характером гавкання мисливець може визначити, яку саме дичину переслідує собака. А хорти женуть тварину «по-зрячому» зовсім мовчки. Славнозвісна стійка лягавих, коли собака застигає немов статуя перед знайденою дичиною, — це теж посилена й спадково закріплена риса мисливської поведінки вовка. Однак вовк витримує стійку кілька секунд і потім кидається ловити здобич, а лягавий собака стоятиме в стійці аж до підходу мисливця і лише за його сигналом рушить уперед, злякає птаха, але не буде його переслідувати.""",
#     #     "ПІСЛЯ": """Вовки можуть гнати дичину мовчки, а можуть із гавкотом. У вовків різних популяцій ці риси виражені по-різному. І ось гончаки переслідують, женуть дичину по сліду та подають про голос. За характером гавкання мисливець може визначити, яку саме дичину переслідує собака. А хорти женуть тварину «по-зрячому» зовсім мовчки. Стійка лягавих, коли собака застигає перед знайденою дичиною, — це теж риса поведінки вовка. Однак вовк витримує стійку кілька секунд і потім кидається ловити здобич. А лягавий собака стоятиме в стійці аж до підходу мисливця і лише за його сигналом рушить уперед, злякає птаха, але не буде його переслідувати."""
#     # },
#     # {
#     #     "ДО": """А як майстерно ловлять мишей і пацюків малі шнауцери і тер'єри! Корені цієї майстерності сягають манери полювання вовка на дрібних тварин — він кидається на здобич, хапає й утримує її передніми лапами та зубами, — так «мишкують» вовки. Під час затримки «зловмисника», вбраного в захисний костюм, або під час гри собака термосить рукав. Такі рухи при хватці, так само, як і характерне тріпання здобичі вовком, спрямовані на те, щоб зламати хребет невеликій впольованій жертві. А спосіб приборкування розлючених биків у багатьох порід, що працювали на перегоні стад, — схопити бика за верхню губу й утримувати його так, аж доки він не заспокоїться, — теж перепав їм у спадок від диких пращурів — хапаючи за ніс і горішню губу, вовки зупиняють велику дичину, доки не наспіє вся зграя.""",
#     #     "ПІСЛЯ": """Малі шнауцери і тер'єри майстерно ловлять мишей і пацюків. Ця майстерність успадкована від вовка. Вовк кидається на здобич, хапає й утримує її передніми лапами. Собака термосить рукав, коли затримує зловмисників (-ць) або коли грається. У такий спосіб собака і вовк намагаються зламати хребет невеликій жертві. Собаки хапають бика за верхню губу й утримують його так, аж доки бик не заспокоїться. Ця риса теж успадкована від вовка. Вовки так зупиняють велику дичину, доки не прибіжить уся зграя."""
#     # },
#     # {
#     #     "ДО": """Підгін відсталих тварин до стада — вівчарки при цьому покусують «провинника» за задні ноги, — знову-таки сягає корінням мисливської поведінки вовка. І навіть робота пошукових собак базується на вродженій здатності всіх представників родини псових переслідувати здобич і шукати членів своєї зграї по слідах запахів.""",
#     #     "ПІСЛЯ": """Коли вівчарки хочуть підігнати відсталих тварин до стада, вони покусують відсталих тварин за ноги. Ця риса взята від вовка. Робота пошукових собак базується на вродженій здатності всіх псових переслідувати здобич і шукати членів своєї зграї за запахом."""
#     # },
#     # {
#     #     "ДО": """Академік Дмитро Беляєв провів експеримент із дикими сріблясто-чорними лисицями. Упродовж кількох поколінь для розведення залишали ті екземпляри, що найбільш «лояльно» ставилися до людини, ті, що виявляли найменшу агресивність. Учені хотіли вивести лисицю, що ставилася б до людини, як собака. Тобто вирішили в умовах експерименту ще раз пройти шлях створення нової домашньої тварини — не прирученої, а саме домашньої — з вродженим доброзичливим ставленням до людини.""",
#     #     "ПІСЛЯ": """Академік Дмитро Беляєв провів експеримент із дикими сріблясто-чорними лисицями. Для цього він відбирав найбільш доброзичливих до людини лисенят, вирощував їх, і так кілька поколінь. Учені хотіли вивести лисицю, що ставилася б до людини, як собака. Вони вирішили створити нову домашню тварину з вродженим доброзичливим ставленням до людини."""
#     # },
#     # {
#     #     "ДО": """Ефект добору посилювався з кожним поколінням. Найбільше толерантні до людини лисички почали шукати контакт із людиною, навіть незнайомою, а знайомим людям вони раділи, лизали їхні обличчя й руки.""",
#     #     "ПІСЛЯ": """Ефект посилювався з кожним поколінням. Найбільш толерантні до людини лисички шукали контакт навіть з незнайомою людиною. Вони раділи знайомим людям, лизали їхні обличчя та руки."""
#     # },
#     # {
#     #     "ДО": """Змінилася здатність до розмноження — дика лисиця дає потомство один раз на рік, навесні, а піддослідні — двічі, і не лише навесні. У деяких прокинувся інстинкт охоронця, дехто почав гавкати, скавуліти, як собака, лисиці почали лащитися до людей і махати хвостом. Та й самі хвости теж змінилися — з'явилися хвостики, загнуті, як у лайок. З'явилися й висячі вуха. З'явився й новий колір шерсті — білі «зірочки» на голові, білі й бурі плями на боках.""",
#     #     "ПІСЛЯ": """Змінилася здатність до розмноження. Дика лисиця народжує лисенят один раз на рік, навесні, а піддослідні – двічі, і не лише навесні. У деяких прокинувся інстинкт охоронця (-иці). Дехто почав гавкати, скавуліти, як собака. Лисиці почали лащитися до людей і махати хвостом. Хвости теж змінилися. Вони стали загнуті, як у лайок. Вуха стали висячими. Шерсть поміняла свій колір. Виникли білі "зірочки" на голові, білі й бурі плями на боках."""
#     # },
#     # {
#     #     "ДО": """Дослідження показали, що в крові змінився вміст гормонів, а в головному мозку зросла кількість серотоніну, речовини, яка гальмує прояв агресивності. Це змінене гормональне тло розбудило, змусило працювати гени, що завжди були у лисиці, але раніше немовби «спали».""",
#     #     "ПІСЛЯ": """Дослідження показали, що в головному мозку зросла кількість речовини, яка гальмує прояв агресивности. Це змусило працювати гени, що завжди були в лисиці, але раніше немовби "спали"."""
#     # },
#     # {
#     #     "ДО": """Зараз ми кажемо «стародавня порода», а люди впродовж багатьох століть вели добір, не замислюючись над тим, що вони виводять якусь породу собак або ж інших тварин. Добір був твердий, а часто жорстокий. Непотрібних убивали. А якщо був потрібен новий чотириногий працівник, залишали цуценят лише від працьовитих батьків — аби й цуценя теж виросло трудящим. Як визначити, чи буде воно таким, по маленькому цуценяті? Найпростіше вибрати схожого на батьків-трудівників. Як визначити схожість? Найлегше зробити це за типом, за кольором шерсті. І якщо місцевість, де використовують цих собак, невелика, то формується порода, однорідна не тільки за робочими характеристиками, а й за типом, забарвленням шерсті та іншими зовнішніми ознаками.""",
#     #     "ПІСЛЯ": """Ми називаємо деякі породи стародавніми. А люди впродовж багатьох століть вели добір і не замислювалися над тим, що вони виводять якусь породу собак або інших тварин. Добір був твердий, а часто жорстокий. Непотрібних убивали. Якщо був (-ла) потрібен (-на) новий (-а) чотириногий (-а) помічник (-ця), залишали цуценят лише від працьовитих батьків. Це робилося для того, щоб цуценя теж виросло таким. Як визначити, чи буде воно працьовитим, якщо цуценя ще маленьке? Найпростіше вибрати схожого на батьків. Як визначити схожість? Найлегше зробити це за типом, за кольором шерсти. Так почали проявлятися групи собак з однаковими рисами."""
#     # },
#     # {
#     #     "ДО": """Саме так формувалися так звані аборигенні породи. Є ще й заводські породи — продукт пізнішого часу, організованого собаківництва. Це або аборигенні породи, офіційно визнані кінологічними організаціями, або ж заново створені.""",
#     #     "ПІСЛЯ": """Саме так виникли аборигенні породи. Є ще й заводські породи. Це або аборигенні породи, офіційно визнані кінологічними організаціями, або ж заново створені."""
#     # },
#     # {
#     #     "ДО": """Людям властиво систематизувати своє оточення, і тому породи собак поділяють на групи. Можна за призначенням — мисливські, службові й декоративні. Але зараз багато порід здобувають нові спеціальності, наприклад мисливці лабрадори й біглі працюють ще й як службові собаки, окрім того, собак практично всіх порід люди тримають як компаньйонів. Тому зараз собак поєднують у групи швидше за спільністю давніх коренів: мастифоподібні собаки, вівчарські собаки, даксхунди, тер'єри, хорти тощо.""",
#     #     "ПІСЛЯ": """Породи собак поділяють на групи. За призначенням собаки бувають мисливські, службові й декоративні. Але зараз багато порід набувають нових рис. Наприклад, мисливці лабрадори й біглі працюють ще і як службові собаки. Собак практично всіх порід люди тримають як компаньйонів (-ок). Тому зараз собак поєднують у групи за спільність коренів: мастифоподібні собаки, вівчарські собаки, даксхунди, тер'єри, хорти тощо."""
#     # },
#     # {
#     #     "ДО": """Породи живуть своїм життям — з'являються, діляться й зникають через примхи долі й втрату інтересу до них. А зараз ЮНЕСКО оголосила всі наявні породи домашніх тварин надбанням людства.""",
#     #     "ПІСЛЯ": """Породи виникають, діляться та зникають через втрату інтересу до них. А зараз ЮНЕСКО оголосила всі наявні породи домашніх тварин надбанням людства."""
#     # },
#     # {
#     #     "ДО": """Уважають, що першу наукову класифікацію порід собак розробив відомий французький натураліст Жорж-Луї Бюффон, який жив у XVIII столітті. На той час вже було відомо близько сотні порід. За основу своєї класифікації Бюффон взяв форму і характер вух. До однієї групи він відніс собак зі стоячими вухами, до іншої — з напівстоячими, далі — з висячими, в особливу групу він об'єднав собак із «в'ялими» вухами тощо. Але вже за більше ніж сім тисячоліть до Бюффона люди не тільки добре розрізняли породи собак, але й по-своєму класифікували їх. Це зараз нову породу собак можна створити протягом 20—50 років, а у давні часи на це було потрібно набагато більше часу. Однак ще за кілька тисячоліть до нашої ери існували різні породи собак, які були зовсім не схожі одна на одну. У всьому світі найбільш уніфікована система класифікації собак розроблена Міжнародною Кінологічною Федерацією (МКФ), яка змінюється час від часу за рішенням Генеральної асамблеї МКФ. У цій класифікації кінологи намагаються знайти баланс між історією утворення порід, особливостями їхньої статури і принципами використання. Ухвалена в 1990 році, ця система поділяє всі породи собак, що існують, на 10 груп, виходячи з традицій, історії порід, специфіки використання.""",
#     #     "ПІСЛЯ": """Уважають, що першу наукову класифікацію порід собак розробив французький натураліст XVIII століття Ж.-Л. Бюффон. На той час уже було відомо близько сотні порід. Бюффон ділив собак за формою і характером вух. До однієї групи він відніс собак зі стоячими вухами, до іншої — з напівстоячими, далі — з висячими, в особливу групу він об'єднав собак із «в'ялими» вухами тощо.  Але до Бюффона люди теж добре розрізняли собак і по-своєму класифікували їх. Зараз нову породу собак можна створити за 20-50 років. У давні часи на це було потрібно набагато більше часу. За кілька тисячоліть до нашої ери існували різні породи собак. Найкраща система поділу собак на породи розроблена Міжнародною Кінологічною Федерацією (МКФ). Її поділ змінюється час від часу. Ця система була ухвалена 1990 р. Вона поділяє всі породи собак на 10 груп. Вона орієнтується на традиції, історію порід, їх використання."""
#     # },
#     # {
#     #     "ДО": """Формування різноманіття порід собак базувалося на наступних умовах (ознаках, критеріях): генетичні задатки — походження; умови життя та роботи — екологія; специфіка використання людиною — робота. Відповідно до цих принципів виділено сім основних породних типів і мала група декоративних собак невідомого походження.""",
#     #     "ПІСЛЯ": """Різноманіття порід собак базується на походженні, умовах життя та роботи. Відповідно до цих принципів виділено сім типів порід і групу декоративних собак невідомого походження."""
#     # },
#     # {
#     #     "ДО": """Спеціальне дресирування спрямоване на вироблення в собаки навичок, потрібних для використання його в певних видах служби: захисно-караульній, сторожовій, розшуковій тощо. Для кожного виду служби в собаки виробляються певні спеціальні навички — наприклад, недовірливе ставлення до сторонніх, робота по сліду, пошук руди за її запахом тощо. Дресирування за спеціальним курсом розпочинають після того, як собака успішно пройшов курс загального дресирування.""",
#     #     "ПІСЛЯ": """Спеціяльне дресирування має виробити в собаки навички, потрібні для певних видів роботи. Для кожного виду служби собака повинен мати деякі вміння. Наприклад, недовірливе ставлення до сторонніх, пошук руди за її запахом тощо. Спеціяльне дресирування розпочинають після того, як собака успішно пройшов курс загального дресирування."""
#     # },
#     # {
#     #     "ДО": """Дуже важливо правильно визначити, за яким видом спеціальної служби доцільніше дресирувати собаку. Наприклад, собаку з чітко вираженою активно-оборонною реакцією, сильного, з гострим слухом і нюхом доцільно дресирувати для захисно-караульної та розшукової служб; собаку ласкавого, довірливого до людей — як провідника сліпих, а також для рудопошукової та газорозвідувальної служб.""",
#     #     "ПІСЛЯ": """Важливо визначити, за яким видом спеціяльної служби найкраще дресирувати собаку. Наприклад, сильного собаку з гострими слухом і нюхом, який активно захищає «своїх», можна дресирувати для захисно-караульної та розшукової служб. Ласкавого та довірливого до людей собаку можна дресирувати як провідника сліпих, для пошуку руди та газорозвідувальної служб."""
#     # },
#     # {
#     #     "ДО": """Слід відразу застерегти: для початківця собаківника-аматора це непосильне завдання. Тому, щоб правильно визначити вид спеціального дресирування, кожен собаківник-аматор повинен порадитися з кваліфікованим інструктором — бажано тим, який керував загальним дресируванням собаки. Для цього потрібно звернутися в клуб службового собаківництва.""",
#     #     "ПІСЛЯ": """Щоб правильно визначити вид спеціяльного дресирування, потрібно порадитися з кваліфікованим інструктором (-кою)."""
#     # },
#     # {
#     #     "ДО": """Для захисно-караульної служби найбільше підходить східноєвропейська (німецька) вівчарка. Крім того, цю службу успішно несуть південноросійська вівчарка, колі, ротвейлер, ердельтер'єр. Собаки мають бути фізично міцні, рослі, достатньо збудливі, з добрим нюхом, слухом, зором і віком не старші від 3 років.""",
#     #     "ПІСЛЯ": """Для захисно-караульної служби найбільше підходить східноєвропейська (німецька) вівчарка. Також можуть підійти південноросійська вівчарка, колі, ротвейлер, ердельтер'єр. Собаки мають бути міцні, великі, достатньо збудливі, з добрими нюхом, слухом, зором і не старші від 3 років."""
#     # },
#     # {
#     #     "ДО": """Для сторожової служби найпридатніші східноєвропейські (німецькі) вівчарки, але можуть використовуватися собаки й інших порід — ердельтер'єр, наприклад. Собаки, відібрані для дресирування, повинні бути середнього або вище від середнього зросту, мати гострий зір, добрий нюх і слух, середню збуджуваність.""",
#     #     "ПІСЛЯ": """Для сторожової служби найпридатніші східноєвропейські (німецькі) вівчарки. Можна використовувати собак й інших порід (наприклад, ердельтер'єр). Собаки мають бути середнього або ще вищого зросту, мати добрі зір, нюх і слух, середню збуджуваність."""
#     # },
#     # {
#     #     "ДО": """Від дресирувальника сторожової собаки вимагають великої витримки і швидкої реакції на поведінку собаки. Дресирувальник повинен ретельно інструктувати перед кожним заняттям своїх помічників. Також слід частіше їх міняти.""",
#     #     "ПІСЛЯ": """."""
#     # },
#     # {
#     #     "ДО": """Виробляти спеціальні навички слід після того, як у собаки буде встановлено добрий контакт із дресирувальником, вироблено навички руху поруч із дресирувальником, а також навички щодо команд: «До мене!», «Сидіти!», «Апорт!», «Фу!» тощо.""",
#     #     "ПІСЛЯ": """Виробляти спеціяльні навички треба після того, як у собаки буде встановлено добрий контакт із дресирувальником (-цею), вироблено навички руху поруч із дресирувальником (-цею) і навички щодо команд: «До мене!», «Сидіти!», «Апорт!», «Фу!» тощо."""
#     # },
#     # {
#     #     "ДО": """Виховання сміливості, навички захисту дресирувальника (господаря) проводяться за методикою дресирування собак для захисно-караульної служби. Треба лише мати на увазі, що розвиток агресивності в собак, призначених для сторожової служби, має відбуватися з урахуванням особливостей їхньої поведінки. Собак злостивих не рекомендується багато дресирувати з розвитку агресивності, оскільки в них згодом, під час вироблення навичок несення сторожової служби, буде складно виробити витримку (не гавкати при наближенні сторонніх людей тощо).""",
#     #     "ПІСЛЯ": """Виховання сміливости, навичок захисту дресирувальника (-ці) (господаря (-ки)) проводиться за методикою дресирування собак для захисно-караульної служби. Розвиток агресивности в собак, призначених для сторожової служби, має відбуватися з урахуванням особливостей їхньої поведінки. Не рекомендується занадто розвивати агресивність у й так злостивих собак."""
#     # },
#     # {
#     #     "ДО": """Основне призначення пошукових собак — розшук людей за їхніми невидимими, запаховими слідами, затримання і конвоювання затриманих. Крім того, вони використовуються для обшуку місцевості і приміщень із метою виявлення людей, що ховаються, їхніх речей та слідів, а також для сторожової служби, вибірки людини і речі.""",
#     #     "ПІСЛЯ": """Пошукові собаки розшукують людей за запахом, затримують і супроводжують їх. Також вони використовуються для обшуку місцевости та приміщень, щоб виявити там людей, що ховаються, їхніх речей і слідів, а також для сторожової служби."""
#     # },
#     # {
#     #     "ДО": """На відміну від сторожових собак, розшукові можуть відпрацьовувати сліди не тільки свіжі («гарячі»), а й середньої і більшої давності (до 10—12 годин з часу прокладення слідів і більше). Тому дресирування собак для пошукової служби потребує більше часу, майстерності і наполегливості від дресирувальника, ніж для інших видів служби.""",
#     #     "ПІСЛЯ": """На відміну від сторожових собак, розшукові можуть розрізнити сліди, яким до 10—12 годин і більше. Тому дресирування собак для пошукової служби потребує більше часу, майстерности та наполегливости від дресирувальника (-ці), ніж для інших видів служби."""
#     # },
#     # {
#     #     "ДО": """Найкращим, неперевершеним собакою для пошукової служби є німецька вівчарка. Крім того, до розшукової служби можна готувати східноєвропейську вівчарку, ердельтер'єра, шотландську вівчарку колі, ротвейлера і деяких інших собак. Проте слід мати на увазі, що в них менше здібностей до цієї служби.""",
#     #     "ПІСЛЯ": """Найкращим собакою для пошукової служби є німецька вівчарка. Також до цієї служби можна готувати східноєвропейську вівчарку, ердельтер'єра, шотландську вівчарку колі, ротвейлера тощо. Проте в них менше здібностей до пошукової служби."""
#     # },
#     # {
#     #     "ДО": """Високі вимоги ставляться також до дресирувальників та їхніх помічників. Вони повинні бути спостережливі, витримані, терплячі. Від них потрібне знання основ теорії і практики дресирування собак. Бажано, щоб дресирувальники мали уявлення і про слідопитство, тобто про сліди, які залишають на місцевості люди, тварини та транспортні засоби, і про способи пошуку людей, тварин і транспортних засобів за їхніми видимими слідами.""",
#     #     "ПІСЛЯ": """Високі вимоги ставляться до дресирувальників (-ць) та їхніх помічників (-ць). Вони мають бути спостережливі, витримані, терплячі. Від них потрібні знання з дресирування собак. Бажано, щоб дресирувальники (-ці) знали щось про сліди, які залишають на місцевості люди, тварини, транспорт, і про способи пошуку людей, тварин, транспорту за їхніми слідами."""
#     # },
#     # {
#     #     "ДО": """Дресирування собак для пошукової служби розпочинають після вироблення навичок загального дресирування. Спочатку собак привчають до вибірки речей і вибірки людини за запахом її речі. Далі переходять до розвитку сміливості і поміркованої агресивності, затримання людини, пошуку людини за слідами, обшуку місцевості і приміщень, сторожування на місці і в русі.""",
#     #     "ПІСЛЯ": """Дресирування собак для пошукової служби розпочинають після вироблення навичок загального дресирування. Спочатку собак привчають до розрізнення речей і людини за запахом її речі. Далі переходять до розвитку сміливости і поміркованої агресивности, затримання, пошуку людини за слідами, обшуку місцевости і приміщень, сторожування на місці і в русі."""
#     # },
#     # {
#     #     "ДО": """Собак цієї служби призначені для перенесення невеликих (вагою не більш як 20 % живої ваги собаки) вантажів між двома дресирувальниками (постами), а також для розшуку людей за їхніми слідами. Такі собаки можуть використовуватися в роботі геологічно-розвідувальних партій, туристських груп і в пошукових партіях із розшуку людей, що заблукали в лісі, горах, іншій місцевості.""",
#     #     "ПІСЛЯ": """Собаки переносять невеликі вантажі між двома дресирувальниками (-цями). Вантажі мають бути вагою не більш як 20% живої ваги собаки. Також ці собаки розшукують людей за їхніми слідами. Такі собаки можуть використовуватися в роботі геологів-розвідувачів (геологинь-розвідувачок), туристських груп і в пошукових групах із розшуку людей, що заблукали в лісі, горах, іншій місцевості."""
#     # },
#     # {
#     #     "ДО": """Собак для цієї служби підбирають фізично сильних і витривалих, із розвиненим почуттям прив'язаності до людини, які добре орієнтуються на різній місцевості. Дуже злі та боягузливі собаки для цієї мети непридатні.""",
#     #     "ПІСЛЯ": """Для цієї служби підбирають сильних і витривалих собак, із розвиненим почуттям прив'язаності до людини, які добре орієнтуються на різній місцевості. Дуже злі та боягузливі собаки не годяться для цієї служби."""
#     # },
#     # {
#     #     "ДО": """Основним принципом дресирування у цій службі є виховання в собаки однакової прив'язаності до двох людей і прагнення знайти одного з них, що відсутній на даному посту. Постом називається місце, де перебуває дресирувальник, а шлях пересування (пробігу) між двома постами називається маршрутом піднесення легких вантажів. До спеціальних навичок собак-підношувачів легких вантажів та шукачів людей належать:""",
#     #     "ПІСЛЯ": """Основним принципом дресирування у цій службі є виховання в собаки однакової прив'язаности до двох людей і прагнення знайти одного з них, що відсутній на посту. Постом називається місце, де перебуває дресирувальник (-ця). Шлях пересування (пробігу) між двома постами називається маршрутом піднесення легких вантажів. До спеціяльних навичок собак-підношувачів легких вантажів та шукачів людей належать:"""
#     # },
#     # {
#     #     "ДО": """Спеціальне дресирування можна починати, коли в собаки виробляться навички загального дресирування і його буде привчено до двох дресирувальників. Насамперед у собаки виробляють навичку пересування (пробігу) між двома постами на відстань 300—400 метрів, далі його привчають до пошуку дресирувальника, що перемістився на інший пост.""",
#     #     "ПІСЛЯ": """Спеціяльне дресирування можна починати, коли в собаки виробляться навички загального дресирування і його буде привчено до двох дресирувальників (-ць). Насамперед у собаки виробляють навичку пересування (пробігу) між двома постами на відстань 300—400 метрів. Далі його привчають до пошуку дресирувальника (-ці), що перемістився (-лася) на інший пост."""
#     # },
#     # {
#     #     "ДО": """До перенесення вантажів собаку привчають після того, як його буде навчено до в'юку і він почне безвідмовно пересуватися з одного поста на інший. Навичка пошуку людини за її слідом виробляється у спеціальному курсі дресирування.""",
#     #     "ПІСЛЯ": """До перенесення вантажів собаку привчають після того, як його буде привчено до в'юку і він почне безвідмовно пересуватися з одного поста на інший. Навичка пошуку людини за її слідом виробляється у спеціяльному курсі дресирування."""
#     # },
#     # {
#     #     "ДО": """Собака — помічник сліпого призначається для надання допомоги сліпому в орієнтуванні на місцевості і для заміни допомоги іншої (зрячої) людини. Для дресирування до цієї служби можуть використовуватися службові собаки різних порід: не дуже великі, але й не дрібні — від 50 до 68 сантиметрів зросту, урівноважені, спокійні, довірливі, з добре розвиненим зором і слухом.""",
#     #     "ПІСЛЯ": """Собака — помічник сліпого (-ої) потрібен для допомоги незрячій людині. Для цієї служби можуть використовуватися службові собаки різних порід. Вони мають бути не дуже великі, але й не дрібні (від 50 до 68 сантиметрів зросту), урівноважені, спокійні, довірливі, з добре розвиненими зором і слухом."""
#     # },
#     # {
#     #     "ДО": """Початкове дресирування собаки проводить дресирувальник, який повинен добре вивчити рухи сліпого в різних умовах, на різній місцевості і вміло наслідувати йому, використовуючи при цьому ціпок або звичайну палицю. Під час тренування собаки для допомоги сліпому потрібна також участь помічника. Таким помічником може бути громадський інструктор клубу службового собаківництва або хтось із членів сім'ї сліпого.""",
#     #     "ПІСЛЯ": """Початкове дресирування собаки проводить дресирувальник (-ця). Він (вона) має знати рухи сліпого (-ої) в різних ситуаціях і повторювати їх з ціпком. Під час тренування собаки для допомоги сліпому потрібна участь помічника (-ці). Ним (нею) може бути громадський (-а) інструктор (-ка) клубу службового собаківництва або хтось із членів сім'ї сліпого (-ої)."""
#     # },
#     # {
#     #     "ДО": """До дресирування за спеціальним курсом у собаки мають бути вироблені загальнодисциплінарні навички. До того ж собака повинен бути дуже слухняним.""",
#     #     "ПІСЛЯ": """До дресирування за цим курсом у собаки мають бути вироблені загальні навички. Собака має бути дуже слухняним."""
#     # },
#     # {
#     #     "ДО": """Для дресирування і використання собаки-провідника сліпого потрібна спеціальна шлейка. Вона складається з грудного ременя (ширина до 25 міліметрів, довжина до 80 сантиметрів) з пряжкою на кінці. До цього ременя за 18—20 сантиметрів від пряжки кріпиться поперечний ремінь завдовжки до 20 сантиметрів, що також має пряжку. Другий поперечний ремінь (завдовжки до 45 сантиметрів) кріпиться до грудного ременя за 24 сантиметра від першого. На кінці його є отвори для застібання.""",
#     #     "ПІСЛЯ": """Для дресирування і використання собаки-провідника сліпого (-ої) потрібна спеціальна шлейка. Вона складається з грудного ременя (ширина до 25 міліметрів, довжина до 80 сантиметрів) з пряжкою на кінці. До цього ременя за 18—20 сантиметрів від пряжки кріпиться поперечний ремінь завдовжки до 20 сантиметрів. Поперечний ремінь також має пряжку. Другий поперечний ремінь (завдовжки до 45 сантиметрів) кріпиться до грудного ременя за 24 сантиметра від першого. На його кінці є отвори для застібання."""
#     # },
#     # {
#     #     "ДО": """У поперечний ремінь за 10 сантиметрів від грудного вшивають кільця для кріплення повідцевої дужки. Між кільцями нашивають обмежувачі з м'якої шкіри завдовжки 10 сантиметрів; між ними і грудним ременем залишають люфт у 5—8 сантиметрів. Обмежувачі одним кільцем щільно кріпляться до поперечного ременя, другим — на відстані 5—7 сантиметрів від нього.""",
#     #     "ПІСЛЯ": """У поперечний ремінь за 10 сантиметрів від грудного вшивають кільця для кріплення повідцевої дужки. Між кільцями нашивають обмежувачі з м'якої шкіри завдовжки 10 сантиметрів; між ними і грудним ременем залишають люфт у 5—8 сантиметрів. Обмежувачі одним кільцем щільно кріпляться до поперечного ременя, другим — на відстані 5—7 сантиметрів від нього."""
#     # },
#     # {
#     #     "ДО": """Повідцеву дужку роблять із дроту (залізного, мідного тощо) діаметром 4—5 міліметрів і завдовжки до 100 сантиметрів. Стрижень дроту щільно обшивають м'якою шкірою, підбитою тканиною. До кінців дужки міцно пришивають пряжки для кріплення до кілець поперечних ременів.""",
#     #     "ПІСЛЯ": """Повідцеву дужку роблять із дроту (залізного, мідного тощо) діаметром 4—5 міліметрів і завдовжки до 100 сантиметрів. Стрижень дроту щільно обшивають м'якою шкірою, підбитою тканиною. До кінців дужки міцно пришивають пряжки для кріплення до кілець поперечних ременів."""
#     # },
#     # {
#     #     "ДО": """Собака — помічник сліпого призначається для надання допомоги сліпому в орієнтуванні на місцевості і для заміни допомоги іншої (зрячої) людини. Для дресирування до цієї служби можуть використовуватися службові собаки різних порід: не дуже великі, але й не дрібні — від 50 до 68 сантиметрів зросту, урівноважені, спокійні, довірливі, з добре розвиненим зором і слухом.""",
#     #     "ПІСЛЯ": """Собака — помічник сліпого (-ої) потрібен для допомоги незрячій людині. Для цієї служби можуть використовуватися службові собаки різних порід. Вони мають бути не дуже великі, але й не дрібні (від 50 до 68 сантиметрів зросту), урівноважені, спокійні, довірливі, з добре розвиненими зором і слухом."""
#     # },
#     # {
#     #     "ДО": """Початкове дресирування собаки проводить дресирувальник, який повинен добре вивчити рухи сліпого в різних умовах, на різній місцевості і вміло наслідувати йому, використовуючи при цьому ціпок або звичайну палицю. Під час тренування собаки для допомоги сліпому потрібна також участь помічника. Таким помічником може бути громадський інструктор клубу службового собаківництва або хтось із членів сім'ї сліпого.""",
#     #     "ПІСЛЯ": """Початкове дресирування собаки проводить дресирувальник (-ця). Він (вона) має знати рухи сліпого (-ої) в різних ситуаціях і повторювати їх з ціпком. Під час тренування собаки для допомоги сліпому потрібна участь помічника (-ці). Ним (нею) може бути громадський (-а) інструктор (-ка) клубу службового собаківництва або хтось із членів сім'ї сліпого (-ої)."""
#     # },
#     # {
#     #     "ДО": """До дресирування за спеціальним курсом у собаки мають бути вироблені загальнодисциплінарні навички. До того ж собака повинен бути дуже слухняним.""",
#     #     "ПІСЛЯ": """До дресирування за цим курсом у собаки мають бути вироблені загальні навички. Собака має бути дуже слухняним."""
#     # },
#     # {
#     #     "ДО": """Для дресирування і використання собаки-провідника сліпого потрібна спеціальна шлейка. Вона складається з грудного ременя (ширина до 25 міліметрів, довжина до 80 сантиметрів) з пряжкою на кінці. До цього ременя за 18—20 сантиметрів від пряжки кріпиться поперечний ремінь завдовжки до 20 сантиметрів, що також має пряжку. Другий поперечний ремінь (завдовжки до 45 сантиметрів) кріпиться до грудного ременя за 24 сантиметра від першого. На кінці його є отвори для застібання.""",
#     #     "ПІСЛЯ": """Для дресирування і використання собаки-провідника сліпого (-ої) потрібна спеціальна шлейка. Вона складається з грудного ременя (ширина до 25 міліметрів, довжина до 80 сантиметрів) з пряжкою на кінці. До цього ременя за 18—20 сантиметрів від пряжки кріпиться поперечний ремінь завдовжки до 20 сантиметрів. Поперечний ремінь також має пряжку. Другий поперечний ремінь (завдовжки до 45 сантиметрів) кріпиться до грудного ременя за 24 сантиметра від першого. На його кінці є отвори для застібання."""
#     # },
#     # {
#     #     "ДО": """У поперечний ремінь за 10 сантиметрів від грудного вшивають кільця для кріплення повідцевої дужки. Між кільцями нашивають обмежувачі з м'якої шкіри завдовжки 10 сантиметрів; між ними і грудним ременем залишають люфт у 5—8 сантиметрів. Обмежувачі одним кільцем щільно кріпляться до поперечного ременя, другим — на відстані 5—7 сантиметрів від нього.""",
#     #     "ПІСЛЯ": """У поперечний ремінь за 10 сантиметрів від грудного вшивають кільця для кріплення повідцевої дужки. Між кільцями нашивають обмежувачі з м'якої шкіри завдовжки 10 сантиметрів; між ними і грудним ременем залишають люфт у 5—8 сантиметрів. Обмежувачі одним кільцем щільно кріпляться до поперечного ременя, другим — на відстані 5—7 сантиметрів від нього."""
#     # },
#     # {
#     #     "ДО": """Повідцеву дужку роблять із дроту (залізного, мідного тощо) діаметром 4—5 міліметрів і завдовжки до 100 сантиметрів. Стрижень дроту щільно обшивають м'якою шкірою, підбитою тканиною. До кінців дужки міцно пришивають пряжки для кріплення до кілець поперечних ременів.""",
#     #     "ПІСЛЯ": """Повідцеву дужку роблять із дроту (залізного, мідного тощо) діаметром 4—5 міліметрів і завдовжки до 100 сантиметрів. Стрижень дроту щільно обшивають м'якою шкірою, підбитою тканиною. До кінців дужки міцно пришивають пряжки для кріплення до кілець поперечних ременів."""
#     # },
#     # {
#     #     "ДО": """У місцях масового скупчення людей, у тому числі в транспорті, собаки повинні знаходитися на короткій шлейці (поводку) і в наморднику, а маленькі собаки — в закритих контейнерах або на руках у власника. В інших громадських місцях собаки можуть знаходитися на свободній шлейці. В інших місцях дозволено вільний вигул собак за умови дотримання вимог, встановлених цим Кодексом.""",
#     #     "ПІСЛЯ": """У людних місцях, зокрема у транспорті, собаки повинні бути на короткому повідку і в наморднику, а маленькі собаки -- у закритих контейнерах або на руках у хазяїв (-ок). В інших громадських місцях собаки можуть бути на вільному повідку. В інших місцях дозволено вільний вигул собак за умови дотримання вимог, описаних вище."""
#     # },
#     # {
#     #     "ДО": """Важливим критерієм оцінки собак для фахівців є їхня конституція — генетично обумовлений зв'язок властивостей і якостей тварини з особливостями статури і поведінки, що визначає її службові та племінні якості. З конституцією пов'язані здоров'я, життєстійкість, опірність, плодючість, тривалість життя і працездатність тварини.""",
#     #     "ПІСЛЯ": """При оцінці собак фахівці (-чині) враховують конституцію собак. Конституція – це зв'язок властивостей тварини з особливостями статури та поведінки. Цей зв'язок  визначає службові та племінні риси собаки. З конституцією пов'язані здоров'я, витривалість, плодючість, тривалість життя, працездатність тварини."""
#     # },
#     # {
#     #     "ДО": """Маса собаки залежить від його статури і кількості жирових запасів. Максимальний зареєстрований зріст у собаки — 109 см у холці при вазі 111 кг і довжині 221 см (порода — німецький дог). Англійський мастиф Зорба двічі потрапляв до Книги рекордів Гіннесса як найважчий собака у світі, в листопаді 1989 року його маса склала 343 фунти (155,6 кілограма) при висоті в холці 37 дюймів (94 сантиметри).""",
#     #     "ПІСЛЯ": """Маса собаки залежить від його статури і кількости жирових запасів. Рекордсменом у найвищому зрості є собака зростом 109 см при вазі 111 кг та довжині 221 см (німецький дог). Англійський мастиф Зорба двічі потрапляв до Книги рекордів Гіннеса як найважчий собака у світі. У листопаді 1989 року його маса була 343 унти (155,6 кілограма) при висоті в холці 37 дюймів (94 сантиметри)."""
#     # },
#     # {
#     #     "ДО": """При регулярному тренуванні собаки на диво сильні для своїх розмірів — деякі здатні переносити на спині важку поклажу, тягти за собою сани й інші великі вантажі. Їздовим собакам часто доводиться ушістьо́х тягти за собою нарти з масою одна тонна протягом кількох годин поспіль, фоксгаунди можуть іти по сліду 48 годин без перепочинку.""",
#     #     "ПІСЛЯ": """При регулярних тренуваннях собаки можуть стати дуже сильними. Деякі здатні переносити на спині тяжкий вантаж, тягти за собою сани та інші великі вантажі. Їздові собаки часто вшістьох тягнуть за собою нарти масою одна тонна протягом кількох годин поспіль. Фоксгаунди можуть іти по сліду 48 годин без перепочинку."""
#     # },
#     # {
#     #     "ДО": """Кількість місць для вигулу собак на території житлового району, мікрорайону, кварталу, визначається від кількості тварин, які потребують вигулу та утримуються населенням цих територій. При цьому за рахунок кількості місць для вигулу собак приймається положення, що одночасно в місцях вигулу може вигулюватися не більше десяти тварин.""",
#     #     "ПІСЛЯ": """Кількість місць для вигулу собак на певній території визначається від кількости тварин, яких вигулюють на цих територіях. Одночасно в одному місці вигулу можуть перебувати не більше десяти тварин."""
#     # },
#     # {
#     #     "ДО": """Покриття місць та зон для вигулу собак повинно бути піщано-земляним, гравійно-піщаним, з трави (суцільна низька рослинність). Поверхня майданчика повинна бути рівною.""",
#     #     "ПІСЛЯ": """Місця для вигулу собак мають бути покриті піском, землею, гравієм, травою. Поверхня в таких місцях рівна."""
#     # },
#     # {
#     #     "ДО": """Всі місця та зони для вигулу повинні бути обладнані спеціальними попереджувальними знаками про вигул собак, а також табличками із зазначенням назв та телефонів установ, які відповідають за санітарний стан цих майданчиків або зон вигулу. Крім цього, місця та зони для вигулу домашніх тварин повинні бути обладнані контейнерами для збору сміття та екскрементів.""",
#     #     "ПІСЛЯ": """Біля кожного місця для вигулу собак мають бути спеціяльні попереджувальні знаки й таблички з назвами та телефонами тих, хто відповідальні за чистоту в цьому місці. На самій території повинні стояти контейнери для сміття та собачих екскрементів."""
#     # },
#     # {
#     #     "ДО": """Для прикладу, аналіз звернень мешканців м. Омська за медичною допомогою з травмами від укусів собак у період 2006—2010 років дав такі результати: 69 % укусів було нанесено домашніми відомими потерпілому собаками і 30,6 % — домашніми невідомими, бродячі пси кусали рідко — в 0,36 % випадків. У весняно-літній період за медичною допомогою з травмами від укусів собак люди звертаються достовірно частіше, ніж узимку і восени. Діти страждають від укусів собак частіше, ніж дорослі. Жінок собаки кусають рідше (на ~30 %), ніж чоловіків.""",
#     #     "ПІСЛЯ": """Для прикладу, на основі звернень громадян (-ок) Омська по допомогу через укуси собак (2006-2010) відомі такі факти. 69% укусів було завдано від домашніх і відомих потерпілому (-ій) собак, 30,6% – від домашніх, але незнайомих потерпілому-ій собак, 0,36% –  від бродячих і незнайомих. Навесні та влітку собаки кусають людей частіше. Діти страждають від укусів собак частіше, ніж дорослі. Собаки кусають жінок приблизно на 30% рідше, ніж чоловіків."""
#     # },
#     # {
#     #     "ДО": """За підрахунками Асоціації виробників товарів для домашніх тварин (США) майже 40 % американських родин тримають собак. Загалом у країні нараховується понад 78 мільйонів псів.""",
#     #     "ПІСЛЯ": """Асоціація виробників (-ць) товарів для домашніх тварин (США) підрахувала, що майже 40 % американських родин тримають собак. Загалом у країні нараховується понад 78 мільйонів псів."""
#     # },
#     # {
#     #     "ДО": """Пекінез Паггі, десять років від роду, у 2011 потрапив до Книги рекордів Гіннеса як володар найдовшого язика на планеті серед собак. Його довжина становить 11,43 см.""",
#     #     "ПІСЛЯ": """Пекінес Паггі в 10-річному віці у 2011 потрапив до Книги рекордів Гіннеса як володар найдовшого язика на планеті серед собак. Його довжина становить 11,43 см."""
#     # },
#     # {
#     #     "ДО": """Найбільшою собакою в світі є великий данець на ім'я Джордж. Зріст Джорджа становив 1,092 метра, повна довжина (від хвоста до носа) — 221 сантиметр, а вага — близько 110 кг. На рік такому псові потрібно більше 600 кг корму.""",
#     #     "ПІСЛЯ": """Найбільшою собакою в світі є великий данець на ім'я Джордж. Зріст Джорджа становив 1,092 метра. Повна довжина Джорджа (від хвоста до носа) становила 221 сантиметр. Вага Джорджа становила близько 110 кг. На рік такому псові потрібно більше 600 кг корму."""
#     # },
#     # {
#     #     "ДО": """Згідно з офіційним сайтом Книги рекордів Гіннеса титул найменшого собаки у світі вже котрий рік поспіль підтверджує крихітний чивава на прізвисько Бу-Бу (англ. Boo-Boo). Цей рекордсмен на зріст 10,16 см і вагою 675 гр.""",
#     #     "ПІСЛЯ": """Згідно з офіційним сайтом Книги рекордів Гіннеса, найменшим собакою у світі є чивава на прізвисько Бу-Бу (англ. Boo-Boo). Цей рекордсмен на зріст 10,16 см і вагою 675 гр."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця (Urocyon cinereoargenteus) — вид псових, що живе в листяних лісах та густих чагарниках у Північній, Центральній і Південній Америці від Канади до Венесуели. Цей вид разом із близько спорідненою лисицею острівною є сучасними видами, найближчими до спільного предка псових. Цілком можливо, що в давні часи сіра лисиця була приручена або напіводомашнена корінними американцями сучасних Каліфорнії та пустелі Сонора, де її останки знайдені в різних археологічних розкопках. Етимологія: родова назва походить від грец. οὐρά — «хвіст», грец. κύων — «пес»; видовий епітет походить від грец. κόνις — «попелястий», лат. argenteus — «сріблястий». Зображення сірої лисиці можна знайти у природничих працях, прикладами є гравюра, виконана Йоханесом Ґерардом Кьолемансом до книги «Dogs, jackals, wolves, and foxes: a monograph of the Canidae» (1890) і малюнок з праці «The New International Encyclopedia», v. VIII, 1906. Також сіра лисиця зображалася на марках анімалістичних серій США, Екваторіальної Гвінеї, Колумбії, Коста-Рики, Парагваю. Сіра лисиця є офіційною твариною штату Делавер.""",
#     #     "ПІСЛЯ": """Сіра лисиця – вид псових. Вона живе в листяних лісах та чагарниках у Північній, Центральній і Південній Америці. Сіра лисиця є сучасним видом і найближчим до предка псових. Можливо, сіра лисиця була приручена корінними американцями. Корінні американці були жителями сучасних Каліфорнії та пустелі Сонора. Саме там були знайдені останки сірої лисиці. Назва походить від грецької мови. Зображення сірої лисиці можна знайти у природничих працях. Прикладами є гравюра та малюнок Й. Ґ. Кьолеманса. Також сіра лисиця зображалася на марках США, Екваторіальної Гвінеї, Колумбії, Коста-Рики, Парагваю. Сіра лисиця є офіційною твариною штату Делавер."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця вперше була класифікована та описана під назвою 'Vulpis Cinereus Americanus' у праці 'The Natural History of Carolina, Florida, and the Bahama Islands' Марка Кейтсбі, що вийшла у 1747 році. Тим не менш, наразі офіційно описувачем лисиці вважається Йоган Хрістіан Даніель фон Шребер через достатньо цікаве непорозуміння.""",
#     #     "ПІСЛЯ": """Сіра лисиця вперше була описана у праці М. Кейтсбі (1747). Але офіційно описувачем тварини вважається Й. Х. Д. фон Шребер."""
#     # },
#     # {
#     #     "ДО": """Справа в тім, що ілюстрація сірої лисиці у виданні Кейтсбі була достатньо несхожа на оригінал. Шребер же при своєму описі орієнтувався на шкуру, яку отримав з Нового Світу, тому вирішив, що в Новому Світі мешкає два різні види лисиць: вже описана сіра лисиця Кейтсбі, яку він вніс до своєї праці як Canis Virginianis, і «нова», відмінна від неї сіра лисиця, яка увійшла в історію як Canis Cinereo Argentius. Ситуацію додатково ускладнює той факт, що вперше назва Canis Cinereo Argentius з'явилася в праці Йогана Хрістіана Еркслебена, яку видали раніше — але сам Еркслебен віддав пріоритет Шреберу.""",
#     #     "ПІСЛЯ": """Сіра лисиця у виданні М. Кейтсбі не була схожою на справжню лисицю. А Шребер орієнтувався на шкуру з Нового Світу. Йому здалося, що в Новому Світі мешкають 2 різні види лисиць. Це описана сіра лисиця М. Кейтсбі і «нова», інша сіра лисиця. Латинська назва «іншої» сірої лисиці з’явилась у праці Й. Х. Еркслебена. Еркслебен віддав перевагу Шреберу."""
#     # },
#     # {
#     #     "ДО": """Найдавніші викопні знахідки роду Urocyon, а саме вимерлого виду U. webbi відносяться до пізнього міоцену, однак його сестринські відносини з Metalopex припускають подібний час виникнення для обох родів: середній чи пізній міоцен, 13.6—10.3 мільйонів років тому, як і для триби Vulpini в цілому. Розміщення скам'янілостей видів Urocyon показує, що види істотно не переміщалися за межі південної частини Північної Америки. Зокрема, у Південній Америці найдавніші рештки роду Urocyon відносять до пізнього плейстоцену.""",
#     #     "ПІСЛЯ": """Види сірої лисиці помітно не переміщалися за південні межі Північної Америки. Розміщення скам'янілостей сірої лисиці свідчить про це."""
#     # },
#     # {
#     #     "ДО": """Північноамериканська популяція сірої лисиці не є однорідною — під час плейстоцену вона розділилася на західну популяцію, що відійшла до Мексики та Каліфорнії, та східну популяцію, що відійшла на схід до Флориди. Зокрема, вид Urocyon cinereoargenteus мігрував на північний схід Сполучених Штатів після плейстоцену в зв'язку з середньовічною кліматичної аномалії потепління, а сестринський вид, Urocyon littoralis, що досяг Канальних островів у період пізнього плейстоцену, міг походити від ізольованих популяцій сірої лисиці північної частини Каліфорнії. Каріотип сірої лисиці характеризується диплоїдним числом, 2n=66, фундаментальним числом, FN=70.""",
#     #     "ПІСЛЯ": """Сіра лисиця ділиться на західній вид (Мексика, Каліфорнія) та східний вид (Флорида)."""
#     # },
#     # {
#     #     "ДО": """Довжина голови й тіла сірої лисиці складає 53–81 см, довжина хвоста: 27–44 см, вага: 3–7 кг (в окремих випадках — до 10 кг), висота в плечах 36 см, довжина задньої ступні: 10—15 см, довжина вух: 7.5 см. Зубна формула: I 3/3, C 1/1, P 4/4, M 2/3 = 42.""",
#     #     "ПІСЛЯ": """Сіра лисиця має голову й тіло довжиною 53-81 см. Довжина її хвоста – 27-44 см. Вага сірої лисиці дорівнює 3-10 кг. Її висота в плечах 36 см. Довжина задньої ступні тварини 10-15 см."""
#     # },
#     # {
#     #     "ДО": """Забарвлення хутра сірої лисиці сиво-сіре, підшерстя буро-жовте. Хвіст довгий, пухнастий із серединною чорною стрічкою по всій його довжині й чорним кінчиком. Боки шиї, зворотні боки вух, ноги й ступні іржаво-жовтуваті, живіт та груди білі, очі сірі чи карі з овальною зіницею, вздовж очей іде смуга чорного хутра. Самиці мають 6 молочних залоз. Покривне волосся сягає довжини 50–70 мм. Підшерстя довжиною 30–40 мм.""",
#     #     "ПІСЛЯ": """Хутро сірої лисиці сиво-сіре, підшерстя – буро-жовте. Її хвіст – довгий, пухнастий, із чорною стрічкою по всій довжині і з чорним кінчиком. Боки шиї, зворотні боки вух, ноги й ступні іржаво-жовтуваті. Живіт та груди сірої лисиці білі. Її очі – сірі чи карі з овальною зіницею. Вздовж очей іде смуга чорного хутра. Лисиці мають 6 грудей. Покривне волосся сягає довжини 50–70 мм. Підшерстя має довжину 30-40 мм."""
#     # },
#     # {
#     #     "ДО": """Підошви лап сірої лисиці вкриті хутром, що дозволяє їй пересуватися без зайвого шуму. Хоча візуально сіра лисиця часто виглядає меншою за руду, в Північній Америці в однакових кліматичних умовах вони досягають приблизно однакової ваги. Сліди сірої лисиці коротші й ширші, а відстань між слідами менша порівнюючи зі слідами рудої лисиці. Сліди сірої лисиці дуже схожі на сліди домашніх кішок окрім наявності відбитків кігтів у слідах сірої лисиці. Як і домашні кішки, сіра лисиця достатньо часто пересувається таким чином, що сліди задніх лап накладаються на сліди передніх, утворюючи єдиний ланцюжок слідів.""",
#     #     "ПІСЛЯ": """Підошви лап сірої лисиці вкриті хутром. Це дозволяє їй пересуватися без зайвого шуму. Сіра та руда лисиці мають приблизно однакову вагу. Сліди сірої лисиці коротші й ширші, ніж у рудої. Відстань між слідами сірої лисиці менша, ніж у рудої. Сліди сірої лисиці схожі на сліди домашніх кішок. Сліди задніх лап у сірих лисиць і домашніх кішок накладаються на сліди передніх лап."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця морфологічно достатньо сильно відрізняється від рудої та від більшості інших представників родини псових, оскільки має ряд адаптацій до життя на деревах. Сіра лисиця має більш гнучкий хребет, посилені м'язи плечового поясу, коротші лапи, довгий трикутний хвіст, схожий за будовою на хвіст вивірки, та підвищену рухомість суглобів передніх кінцівок. Однак, це досягається достатньо незвичним способом.""",
#     #     "ПІСЛЯ": """Сіра лисиця сильно відрізняється від рудої та інших представників родини псових. Вона може жити на деревах. Сіра лисиця має більш гнучкий хребет, посилені плечові м'язи, коротші лапи, довгий трикутний хвіст, рухомі передні лапи. Хвіст схожий за будовою на хвіст білки. Однак, це досягається достатньо незвичним способом."""
#     # },
#     # {
#     #     "ДО": """Як і інші псові, сіра лисиця не має плечо-променевого м'яза, та має обмежену рухомість ліктьового суглоба, що є характерною адаптацією псових до бігу, та не є характерним для більшості тварин, що ведуть надземний спосіб життя. Частково це компенсується підвищеною у порівнянні з іншими псовими можливістю повороту зап'ястя, але найбільших змін в сірої лисиці зазнали плечовий суглоб, включаючи плечову кістку, лопатку та м'язи плечового суглоба. Голівка плечової кістки сірої лисиці дозволяє дуже широкий діапазон можливих рухів; таким чином, сіра лисиця розвертає не лише зап'ястя, а відразу всю лапу в плечі. Це дозволяє сірій лисиці перерозподіляти зусилля м'язів передпліччя, які в інших псових використовуються виключно для бігу, для лазіння по деревах.""",
#     #     "ПІСЛЯ": """Її ліктьовий суглоб не є достатньо рухливим. Це дозволяє тварині бігати та жити на землі. Сіра лисиця може розвертати всю лапу у плечі. Інші псові вміють розвертати лише зап’ястя лап. Це дозволяє сірій лисиці лазити по деревах."""
#     # },
#     # {
#     #     "ДО": """Хоча сіра лисиця не може повертати суглоби стегна, вона може відхиляти задні лапи майже паралельно до тіла, та має більший проти інших псових двоголовий м'яз стегна, що дозволяє сірій лисиці успішно використовувати задні кінцівки, відштовхуючись ними при підйомі стовбуром дерева, не втрачаючи морфологічних переваг для стрибання. Як наслідок, сіра лисиця лишилася прудким бігуном: її максимальна швидкість на короткі дистанції складає 42 км/год, та 32 км/год — на середні. Це дозволяє сірій лисиці успішно втікати від хижаків за наявності дерева або іншої схованки; але коротші лапи сірої лисиці не дозволяють їй витримувати тривалі переслідування з боку койотів.""",
#     #     "ПІСЛЯ": """Сіра лисиця може відхиляти задні лапи майже паралельно до тіла. Це дозволяє їй відштовхуватися ними і лазити по деревах. При цьому сіра лисиця спритно бігає. Її найбільша швидкість на коротких відстанях складає 42 км/год, а на середніх – 32 км/год. Це як достатньо повільний автомобіль. Це дозволяє сірій лисиці втікати від хижаків за наявності дерева або іншої схованки. Але коротші лапи сірої лисиці не дозволяють їй довго бігати від койотів."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця має не дуже довгі кігті, які, тим не менш, є найгострішими та найбільш загнутими серед усіх псових. За формою вони дуже близькі до форми кігтів котових. Сіра лисиця має сильні згиначі пальців, що нехарактерно для псових.""",
#     #     "ПІСЛЯ": """Сіра лисиця має не дуже довгі кігті. Вони є найгострішими та найбільш загнутими серед усіх псових. За формою кігті близькі до кігтів котових. Сіра лисиця може сильно згинати пальці, а інші псові – ні."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця є єдиним видом сучасних псових, чий природний ареал проживання знаходиться в обох Америках. Вид поширений від південного краю центральної та східної Канади та штатів Орегон, Невада, Юта і Колорадо в США на південь до північної Венесуели й Колумбії; і від Тихоокеанського узбережжя США до Атлантичного океану і Карибського басейну. Країни проживання: Беліз, Венесуела, Гватемала, Гондурас, Канада, Колумбія, Коста-Рика, Мексика, Нікарагуа, Панама, Сальвадор, Сполучені Штати Америки. У східній частині Північної Америки, вид найбільш тісно пов'язаний з листяними та сосновими лісами упереміш з деякими старими полями й низькорослими чагарниковими рідколіссями. У західній частині Північної Америки, він зазвичай знаходиться в середовищі існування, що являє собою суміш сільських господарств, рідколісь, чапаралей, прибережних ландшафтів і чагарникових місць. Вид займає лісисті райони й густі чагарники в Центральній Америці й лісові гірські місця проживання в Південній Америці. Ця лисиця зустрічаються в напівпосушливих районах на південному заході США і півночі Мексики, де є досить рослинного покриття. Діапазон висот: від 300 до 3000 м.""",
#     #     "ПІСЛЯ": """Сіра лисиця – єдина серед псових, яка проживає в обох Америках. Вона живе майже всюди: в лісах, горах, біля сіл, річок, озер тощо. Країни проживання: Беліз, Венесуела, Гватемала, Гондурас, Канада, Колумбія, Коста-Рика, Мексика, Нікарагуа, Панама, Сальвадор, США."""
#     # },
#     # {
#     #     "ДО": """Це, головним чином, нічний і сутінковий, потайний вид. За способом життя сіра лисиця достатньо сильно відрізняється від лисиці рудої. Сірі лисиці мають менші за розміром мисливські ділянки, які вони досконало знають, і які постійно патрулюють у пошуках поживи. Розміри мисливських територій можуть бути від 0.1 до 7 км2 і зазвичай вони перекриваються. Сіра лисиця може пересуватися практично не здіймаючи шуму, що дозволяє їй здобувати сплячих тварин; за екологією сіра лисиця більше подібна до ласки, ніж до лисиці звичайної. Хоча сіра лисиця виглядає не менш пухнастою, ніж звичайна, її хутро набагато менш пристосоване до холоду — що, з одного боку, дозволяє сірій лисиці жити в усій Центральній Америці, а, з іншого, зупиняє північну межу її розповсюдження на Канадському кордоні.""",
#     #     "ПІСЛЯ": """Це нічний і сутінковий, потайний вид. За способом життя сіра лисиця відрізняється від рудої лисиці. Сірі лисиці мають менші за розміром мисливські ділянки. Вони досконало знають їх і постійно патрулюють у пошуках поживи. Розміри мисливських ділянок можуть бути від 0.1 до 7 км2. Такі місця можна обійти за годину-півтори. Сіра лисиця може пересуватися майже безшумно. Це дозволяє їй полювати на сплячих тварин. Хутро сірої лисиці значно менше пристосоване до холоду, ніж хутро звичайної лисиці. Тому сіра лисиця живе в обох Америках, але майже не живе в холодній Канаді."""
#     # },
#     # {
#     #     "ДО": """Завдяки більшій рухомості суглобів передніх кінцівок, сірі лисиці можуть легко залізти навіть на вертикальні стовбури дерев, позбавлені гілок. Сірі лисиці активно використовують цю перевагу як задля полювання, так і для того, щоб утекти від ворогів; наприклад, якщо койоти зазвичай витісняють лисицю руду за межі своєї території, то вчинити це з сірими лисицями не вдається. Сірі лисиці влаштовують лігва під валунами, іноді в норах у землі, а також часто в дуплах дерев; найвище кубло було зафіксовано на висоті 9.1 метра. Лігво використовується протягом всього року, але найбільше — в сезон розмноження.""",
#     #     "ПІСЛЯ": """Сірі лисиці можуть залізти на дерева без гілок. Це вміння потрібне їм для полювання або втечі від ворогів. Наприклад, койоти витісняють руду лисицю за межі своєї території. А сіра лисиця може сховатися від вовків на дереві. Сірі лисиці живуть у норах у землі, у дуплах дерев. Нора потрібна протягом усього року, а особливо в період розмноження."""
#     # },
#     # {
#     #     "ДО": """З усіх північноамериканських псових сіра лисиця є видом з найбільш різноманітною дієтою, яка також достатньо сильно відрізняється в залежності від середовища життя, пори року та підвиду сірої лисиці. На вибір здобичі також впливає наявність конкурентних видів та види хижаків, які полюють на саму лисицю й обмежують її у виборі стратегії. За даними різних досліджень, основу дієти сірої лисиці можуть становити як малі ссавці (дрібні та середні гризуни), так і комахи, плоди рослин, зерно та плазуни; наприклад, із шести підвидів острівної лисиці один переважно живиться переважно мишами, три — комахами, та два — рослинами. Сірі лисиці змінюють стратегію полювання в залежності від пори року.""",
#     #     "ПІСЛЯ": """Сіра лисиця має найрізноманітніший раціон серед представників свого виду. Її здобич залежить від кількости інших хижаків, умов життя, пори року тощо. Сіра лисиця їсть мишей, ховрахів, ящірок, комах, плоди рослин, зерно тощо. Сірі лисиці змінюють стратегію полювання залежно від пори року."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця набагато краще пристосована до рослинної їжі, ніж інші псові. По-перше, сіра лисиця може ефективно збирати їжу з дерев. По-друге, сіра лисиця засвоює рослинну їжу значно більш ефективно, ніж руда лисиця. По-третє, сіра лисиця також споживає іншу рослинну їжу, ніж руда лисиця: якщо руда лисиця харчується переважно плодами рослин, то сіра лисиця споживає багато насіння, включаючи кукурудзу, яка може становити основу дієти сірої лисиці восени. Завдяки цій особливості сіра лисиця менш залежить від коливань популяцій гризунів.""",
#     #     "ПІСЛЯ": """Сіра лисиця набагато краще пристосована до рослинної їжі, ніж інші псові. По-перше, сіра лисиця може збирати їжу з дерев. По-друге, сіра лисиця засвоює рослини краще, ніж руда лисиця. По-третє, сіра лисиця споживає більш різноманітні рослини, ніж руда лисиця. Завдяки цьому сіра лисиця менше залежить від кількости мишей."""
#     # },
#     # {
#     #     "ДО": """Припускається, що сіра лисиця найбільш активно полює під час вигодовування лисенят у лігві; це відбувається через те, що тваринна їжа найзручніша для перенесення на значні відстані. Хоча сіра лисиця переважно полює на дрібних гризунів, в окремих ареалах вона живиться й кролячими, а за даними окремих спостережень — й малюками великих тварин, навіть оленів та свиней пекарі. Якщо сіра лисиця не може спожити всю здобич відразу, вона намагається приховати її, щоб спожити пізніше.""",
#     #     "ПІСЛЯ": """Сіра лисиця найактивніше полює, коли вигодовує лисенят. Вона їсть мишей, але інколи полює на кролів, дитинчат великих тварин, наприклад, оленів. Сіра лисиця ховає здобич на потім, якщо не може з’їсти її відразу."""
#     # },
#     # {
#     #     "ДО": """У неволі сірі лисиці можуть надавати перевагу рослинній їжі, навіть якщо мають необмежений доступ до м'яса; при цьому вони можуть продовжувати полювати на дрібних ссавців та плазунів, яких приховують чи показують як «трофеї», подібно до кішок. Водночас, на відміну від кішок та інших представників родини псових, сірі лисиці ніколи не грають з живою здобиччю; зазвичай вони відразу її вбивають, і лише потім можуть грати з її тілом.""",
#     #     "ПІСЛЯ": """У неволі сірі лисиці більше їдять рослинну їжу. При цьому вони продовжують полювати на мишей, ящірок тощо. Сірі лисиці люблять показувати впольованих тварин як «трофеї». Вони ніколи не грають з живою здобиччю. Вони лише потім можуть грати з її тілом."""
#     # },
#     # {
#     #     "ДО": """Наразі, у більшості сучасного ареалу найбільшим ворогом сірої лисиці є людина. Це відбувається не через полювання на сіру лисицю — більшість сірих лисиць гине внаслідок ДТП, отруєння пестицидами через споживання померлих гризунів, що отруїлися, або інфекційних хвороб, що переносяться хатніми тваринами, особливо внаслідок чумки собак. Іншими хижаками є золотий орел (Aquila chrysaetos), пугач віргінський, койот і руда рись. Койоти розглядають сіру лисицю як конкурента за життєвий простір, тому часто полюють на них не заради поживи.""",
#     #     "ПІСЛЯ": """Наразі найбільшим ворогом сірої лисиці є людина. Більшість сірих лисиць гине внаслідок ДТП, отруєння хімікатами через споживання отруєнних мишей, інфекційних хвороб. Іншими хижаками є золотий орел, пугач віргінський, койот і руда рись. Койоти – це один з видів вовків. Сіра лисиця є суперником для них. Тому койоти полюють на сірих лисиць через боротьбу."""
#     # },
#     # {
#     #     "ДО": """Сірі лисиці не здатні втекти від більших за себе ворогів на значну відстань, але здатні на швидкі спринти, тому за наявності конкуренції вони намагаються або не віддалятися від дерев або кущів, де вони можуть сховатися, або уникати небезпеки, змінюючи час своєї активності. Сірі лисиці покладаються на свій розвинений слух та нюх, аби вчасно уникнути небезпеки, та навіть намагаються видати себе за більшого хижака, замаскувавши свій запах його запахом.""",
#     #     "ПІСЛЯ": """Сірі лисиці не можуть утекти від більших за себе ворогів на велику відстань. Тому вони ховаються на деревах, кущах або не виходять з нори під час небезпеки. Сірі лисиці мають сильні слух і нюх. Вони намагаються видати себе за більшого хижака. Для цього сірі лисиці маскують свій запах його запахом."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця дуже вразлива до епізоотій чумки собак, до яких вона майже не має імунітету. У певних місцях в Каліфорнії популяції сірих лисиць, які зазнали значних втрат внаслідок спалахів чумки, так і не змогли повернутися на рівень до початку епізоотії. Припускається, що одним зі значних факторів смертності сірої лисиці є зараження вірусом чумки від посліду собак, які містять вірус внаслідок щеплення; сірі лисиці потребують особливу вакцину від чумки, оскільки та, що вживається для собак та рудих лисиць, призводить до їх смерті. Можливо, наявність природного резервуару чумки собак обмежує подальше розповсюдження сірих лисиць на південь у Південній Америці.""",
#     #     "ПІСЛЯ": """Сіра лисиця дуже вразлива до чумки собак. Вона майже не має імунітету від цієї хвороби. У певних місцях Каліфорнії кількість сірих лисиць сильно скоротилася через чумку. Відновити колишню кількість сірих лисиць у Каліфорнії дуже складно. Вони заражаються через послід щеплених собак. Щеплені собаки мають вірус чумки. Сірі лисиці потребують особливе щеплення від чумки. Щеплення для звичайних лисиць та собак не підходить сірим лисицям."""
#     # },
#     # {
#     #     "ДО": """Сірі лисиці є одними з природних носіїв сказу. Вони мають свій власний вектор вірусу сказу та можуть підтримувати чисельність популяції навіть під час епізоотії. Як і інші псові, сірі лисиці служать хазяїном для багатьох паразитичних членистоногих, зокрема бліх (Siphonaptera), вошей (Phthiraptera), кліщів (Ixodida, Trombidiformes, Acari). Сіра лисиця також може бути носієм ряду внутрішніх паразитів, у тому числі нематод (Nematoda), трематод (Trematoda), стрічкових червів (Cestoda), і акантоцефалів (Acanthocephala). Особливістю сірих лисиць є надзвичайно висока стійкість до захворювання коростою та вірусним гепатитом собак (вірус CEV), від яких вони майже не потерпають.""",
#     #     "ПІСЛЯ": """Сірі лисиці часто хворіють на сказ. Сірі лисиці можуть мати бліх, вошей, кліщів. Сірі лисиці часто мають внутрішніх паразитів, наприклад, стрічкових червів. Але сірі лисиці стійкі до корости та гепатиту собак."""
#     # },
#     # {
#     #     "ДО": """В сірих лисиць зустрічається генетична мутація, за наявності якої в дорослої тварини відсутній захисний шар хутра та/або підшерстя. В південному ареалі сірої лисиці ця мутація не є смертельною, але тварини, що мають її, часто змушені вести денний спосіб життя, аби бути активними у більш теплому середовищі.""",
#     #     "ПІСЛЯ": """Інколи в дорослих сірих лисиць відсутній захисний шар хутра та/або підшерстя. Такі лисиці змушені вести денний спосіб життя, аби бути активними у більш теплому середовищі."""
#     # },
#     # {
#     #     "ДО": """Через те, що сіра лисиця без зовнішнього хутра виглядає дуже незвично, і здатна в тому числі лазити по деревах, люди, що зустрічали таку лисицю, не могли її впізнати, і описували її як «дивну» тварину; принаймні в одному випадку «чупакабара», яка «тероризувала» американське передмістя, виявилася сірою лисицею з цією мутацією. Тварина, що мала «голу» матір, була здоровою, добре вигодованою зі шлунком наповненим переважно рослинною їжею та їстівним сміттям, та не мала захворювань окрім окремих невеликих запалень шкіри, викликаних укусами комах.""",
#     #     "ПІСЛЯ": """Лисиця без хутра виглядає дуже незвично. Через це люди думають, що це «чупакабра»."""
#     # },
#     # {
#     #     "ДО": """Спостереження за сірими самсоновими лисицями в неволі не виявили негативного ставлення звичайних сірих лисиць до лисиць з мутацією, або суттєвих відмінностей у поведінці; єдиною особливістю поведінки було небажання самсонових лисиць облишати лігво за відносно холодної погоди в Аризоні, що призводило до певного послаблення м'язів та пролежнів. З віком підшерстя самсонової сірої лисиці стало густішим, тому тварина стала візуально достатньо схожою на звичайну сіру лисицю, принаймні здалеку.""",
#     #     "ПІСЛЯ": """Сірі самсонові лисиці мають нормальне ставлення до звичайних сірих лисиць. Поведінка обох видів здебільшого схожа. Щоправда, самсонові лисиці не хотіли лишати лігво за холодної погоди. Це призводило до пролежнів та послаблення м’язів. З віком підшерстя самсонової лисиці стало густішим. Вона стала достатньо схожою на звичайну сіру лисицю."""
#     # },
#     # {
#     #     "ДО": """Сіра лисиця має невелику, але важливу роль в екосистемі. Її звички харчування дозволяють їм контролювати чисельність деяких шкідників сільськогосподарських культур, у тому числі гризунів (Rodentia) і зайцевих (Leporidae), підтримуючи стійкі відносини хижак–жертва. Завдяки тому, що сірі лисиці споживають велику кількість плодів, вони у певних ареалах можуть відігравати важливу роль у розповсюдженні окремих видів рослин.""",
#     #     "ПІСЛЯ": """Сіра лисиця має невелику, але важливу роль в екосистемі. Вона з’їдає шкідників сільського господарства (мишей, зайців тощо). Сірі лисиці споживають багато плодів. Таким чином сірі лисиці впливають на поширення окремих видів рослин."""
#     # },
#     # {
#     #     "ДО": """Сезон розмноження триває від січня до травня (з піком у лютому чи березні) й залежить від географічного положення, висоти і якості середовища проживання. Сірі лисиці, як правило, моногамні, хоча в окремих випадках можуть траплятися полігінія і поліандрія; описані спостереження, коли двоє самиць з лисенятами ділили одне лігво, за яким доглядав один самець. Пари сірих лисиць зазвичай формуються на все життя; сірі лисиці зазвичай не дуже віддаляються одна від одної після того, як лисенята облишили ділянку. Обоє батьків піклуються про потомство у сірих лисиць; за умов високої щільності популяції можливе сумісне піклування про потомство між кількома парами. Ще до народження лисенят в основному самці полюють за обох партнерів, у той час як самиці шукають і готують згоже лігво.""",
#     #     "ПІСЛЯ": """Сезон розмноження триває від січня до травня. Пік сезону відбувається в лютому чи березні. Сірі лисиці розбиваються на пари. Зрідка один лис може доглядати за двома лисицями та їхніми лисенятами. Пари сірих лисиць зазвичай утворюються на все життя. Обоє батьків піклуються і про своїх, і інколи про чужих сірих лисенят. Ще до народження лисенят лис полює за себе і за лисицю. Тим часом лисиця шукає і готує хорошу нору."""
#     # },
#     # {
#     #     "ДО": """Самиці сірої лисиці мають еструс лише раз на рік, який триває 1–2 доби. Припускається, що еструс може бути примусовим та за відсутності самця він не відбувається. В цей час самець сірої лисиці, що утворив з самицею соціальну пару, ретельно охороняє сумісну територію, тоді як самиця може шукати контактів з іншими самцями; в водночас, самець з пари лисиць по закінченню еструсу свого партнера також може шукати контактів з іншими самицями, оскільки еструс в різних самиць не відбувається одночасно. Під час сезону розмноження самці можуть подорожувати на значні відстані, обираючи шляхи, якими рідко користуються за нормальних умов, тому цей період характеризується підвищеною смертністю самців. Приблизно 20–25% лисенят народжуються «поза шлюбом», тобто не від того батька, що їх виховує; різні лисенята з одного виводку можуть мати різних батьків. Водночас, близькоспоріднені стосунки між лисицями за нормальних умов є достатньо рідкісними. Питання парування сірих лисиць не є достатньо вивченим через складність спостереження; частина результатів для сірої лисиці була отримана на лисиці острівній, яка характеризується дуже великою щільністю популяції, та підтверджена спостереженнями популяції звичайних сірих лисиць зі схожою щільністю.""",
#     #     "ПІСЛЯ": """Сірі лисиці народжують лисенят лише раз на рік. Батько лисенят охороняє їхню з лисицею територію. У цей час мати лисенят може шукати інших лисів. Так само вчиняє і батько лисенят. Під час сезону розмноження лиси можуть подорожувати на великі відстані. Вони вибирають заплутані, часто небезпечні шляхи. Щонайменше п’яту частину лисенят виховує інший лис, а не їхній батько. Розмноження сірих лисиць не є достатньо вивченим. Це через те, що проводити спостереження складно. Деякі відомості про розмноження сірих лисиць взяті зі спостережень за острівними лисицями. Цим відомостям можна довіряти тому, що кількість лисенят в обох видів приблизно однакова."""
#     # },
#     # {
#     #     "ДО": """Вагітність у сірих лисиць триває 51—63 доби, тому лисенята народжуються у квітні — травні. За раз в середньому народжується 4—5 лисенят, але родини по 7—8 не є рідкістю. Сірі лисиці можуть за певних умов реабсорбувати частину ембріонів; припускається, що таким чином мати-лисиця може зменшувати кількість лисенят, якщо умови не є сприятливими для розмноження, але це питання не є досконало вивченим.""",
#     #     "ПІСЛЯ": """Вагітність у сірих лисиць триває 51—63 доби. Таким чином лисенята народжуються у квітні-травні. За раз народжується 4-8 лисенят. Припускається, що мати-лисиця може зменшувати кількість лисенят під час вагітности. Це відбувається тому, що не завжди є умови для розмноження. Але це припущення потребує кращого вивчення."""
#     # },
#     # {
#     #     "ДО": """Лігва сірої лисиці мало нагадують розгалужені нори з багатьма входами та виходами, в яких живе руда лисиця. По-перше, лігва сірої лисиці зазвичай дуже добре приховані. По-друге, хоча сіра лисиця може самостійно вирити нору, в якій буде виховувати лисенят, робить вона це дуже неохоче; ідеальним лігвом сірої лисиці є невелика розщелина з вузьким входом під каменем або деревом, але над рівнем землі. Якщо руді лисиці в Алабамі частіше за все рили нори в купі тирси біля лісопилок, то сірі лисиці частіш за все облаштовувалися під купою обрізків дощок біля тих самих лісопилок. Також сірі лисиці можуть використовувати для лігв зарості чагарнику, покинуті нори, вириті іншими видами, порожні дерева, та дупла навіть на значній висоті. Лігва сірих лисиць майже завжди знаходяться на невеликій відстані від постійного джерела води.""",
#     #     "ПІСЛЯ": """Лігва сірої лисиці мало нагадують нори рудої лисиці. По-перше, лігва сірої лисиці зазвичай дуже добре приховані. По-друге, сіра лисиця дуже неохоче риє нору. Ідеальним лігвом сірої лисиці є розщелина з вузьким входом під каменем або деревом. Також сірі лисиці можуть використовувати для лігв зарості чагарнику, покинуті іншими тваринами нори, порожні дерева та навіть дупла. Лігва сірих лисиць майже завжди розташовані біля води."""
#     # },
#     # {
#     #     "ДО": """Сірі лисиці зазвичай змінюють 2–3 лігва за сезон виховання лисенят. Вони намагаються покинути перше лігво, де народили лисенят, коли ті досягають віку в 1–2 місяці: у цьому віці лисенята вже зазвичай переходять на тверду їжу та можуть самостійно знаходитися у кублі. Можливо, це відбувається через велику кількість паразитів, нестачу місця або підвищені вимоги до кількості їжі. Іншими приводами для зміни місця життя можуть бути загроза для нащадків з боку хижаків або зменшення кількості їжі. Водночас, сірі лисиці часто вживають одне й те саме вдале лігво протягом років та передають його «у спадок» наступним поколінням родини; однак сірі лисиці майже ніколи не селяться кількома родинами разом.""",
#     #     "ПІСЛЯ": """Сірі лисиці зазвичай змінюють 2–3 лігва за сезон виховання лисенят. Коли лисенята досягають віку в 1–2 місяці, сірі лисиці намагаються покинути перше лігво, де народили лисенят. У цьому віці лисенята вже зазвичай переходять на тверду їжу та можуть самостійно знаходитися у кублі. Можливо, це відбувається через велику кількість паразитів або нестачу місця. Іншими приводами для зміни місця життя можуть бути загроза для нащадків з боку хижаків або зменшення кількости їжі. Водночас сірі лисиці часто використовують одне й те саме вдале лігво протягом років. Вони можуть передавати його «у спадок» наступним поколінням. Сірі лисиці майже ніколи не селяться кількома родинами разом."""
#     # },
#     # {
#     #     "ДО": """Лисенята народжуються темно-коричневими, сліпими та важать в середньому 140 грамів. Новонароджені лисенята потребують зовнішньої стимуляції для дефекації та уринації до віку в 2–3 тижні. Вони відкривають очі та починають вперше бачити за два тижні, але їх зір повністю не розвиваються до віку 3–4 тижні. Лисенята починають вперше облишати лігво у віці 3–4 тижні; до цього моменту вони не здатні самостійно підтримувати температуру тіла, яка дозволяла б їм постійно знаходитися у відкритому середовищі. Вигодовування молоком триває 7—9 тижнів. У тримісячному віці лисенята починають полювати разом з батьками; до цього часу лисенята переважно перебувають або у лігві, або під доглядом матері, тоді як батько полює за обох партнерів. У разі смерті однієї з лисиць інша збільшує інтенсивність свого полювання, використовуючи ділянки обох партнерів. Батьки сірих лисиць продовжують доглядати за своїми лисенятами до того моменту, як вони не облишать батьківську ділянку; описані випадки, коли сірі лисиці залишали їжу для інших сірих лисиць, що потрапили до пастки.""",
#     #     "ПІСЛЯ": """Лисенята народжуються темно-коричневими та сліпими. При народженні вони важать у середньому 140 грамів. Лисенята можуть самі ходити в туалет з 2-3 тижнів. Вони розплющують очі та починають бачити за 2 тижні. Зір повністю розвивається до 3-4 тижнів. Лисенята можуть ненадовго покидати лігво на 3-4 тижні життя. Вигодовування молоком триває 7—9 тижнів. У тримісячному віці лисенята починають полювати разом з батьками. До цього часу вони перебувають або в норі, або під доглядом матері. Батько в цей час полює за себе і за матір. У разі смерти одного з батьків інший полює ще сильніше. Батьки сірих лисиць доглядають за лисенятами до повного дорослішання. Лисенята стають повністю дорослими, коли можуть залишити батьківську ділянку."""
#     # },
#     # {
#     #     "ДО": """Статева зрілість досягається за 10 місяців. Молоді лисиці досягають дорослого розміру приблизно у віці 6—7 місяців; приблизно у цьому віці вони полишають батьківську ділянку. Хоча раніше вважалося, що сірі лисиці завжди виганяли своїх дітей за межі своєї ділянки, нові спостереження показали, що випадки, коли дорослі діти можуть користуватися частиною ділянки своїх батьків, не є винятком за умов високої щільності популяції, і що значну роль у поширенні лисиць можуть відігравати конфлікти під час сезону розмноження, коли батьки-чоловіки розглядають родини своїх дітей, та іноді самих дітей, як конкурентів при паруванні. Подальші стосунки між лисицями з однієї родини не вивчені досконало, але анекдотичні дані можуть свідчити про те, що сірі лисиці пам'ятають свою родину за запахом.""",
#     #     "ПІСЛЯ": """Лисиці здатні до розмноження за 10 місяців. Молоді лисиці досягають дорослого розміру приблизно у віці 6-7 місяців. У цьому ж віці вони полишають батьківську ділянку. Раніше вважалося, що сірі лисиці виганяли своїх дітей за межі ділянки. Але зараз відомо, що дорослі діти користуються частиною ділянки своїх батьків. Також чоловіки-лиси можуть змагатися зі своїми дітьми-чоловіками за жінок-лисиць. Подальші стосунки між лисицями з однієї родини не вивчені досконалою. Існують дані, що сірі лисиці пам'ятають свою родину за запахом."""
#     # },
#     # {
#     #     "ДО": """Масове розселення лисиць починається восени; саме на цю пору року припадає більшість ДТП за їх участю, оскільки молоді лисиці активно пересуваються у пошуку нових місць і часто перебувають у незнайомій місцевості. Більшість лисиць мандрує на невелику відстань від дому, приблизно 3—5 км, хоча дані генетичних досліджень показують, що у популяції лисиць достатня кількість осіб мандрує на доволі великі відстані, щоб популяція була генетично однорідною на площі в 1000 квадратних кілометрів.""",
#     #     "ПІСЛЯ": """Лисиці активно розселяються восени. Саме тоді трапляється більшість ДТП. Вони відбуваються тому, що лисиці шукають нові місця і потрапляють у незнайомі місця. Багато лисиць мандрує на відстань 3-5 км. Інколи буває так, що лисиці мандрують у межах 1000 км2."""
#     # },
#     # {
#     #     "ДО": """Найбільш ризикованим періодом у житті лисиць є перша самостійна зима; ймовірність смерті молодої лисиці в першу зиму складає 0.7 у річному еквіваленті, в той час як надалі цей ризик падає до 0.5 у рік. У той же час, при такій динаміці смертності, більшість лисиць народжується від лисиць однорічного віку і тварини у віці до двох років складають більшість популяції.""",
#     #     "ПІСЛЯ": """Перша самостійна зима є найбільш ризиковою порою в житті лисиць. Більшість лисенят народжується від 1-річних лисиць. Серед лисиць найбільше тварин у віці до 2 років."""
#     # },
#     # {
#     #     "ДО": """Дані щодо «природної» структури популяції сірих лисиць різняться. Старіші дослідження показували, що вікова структура популяції сірих лисиць не змінюється після того, як природа повертається в дикий стан, однак за результатами пізніших досліджень структури популяції сірих лисиць на тій же території було виявлено, що принаймні половина популяції була старішою, ніж три роки. Одним з обмежувальних факторів у популяції сірих лисиць є епізоотії, в першу чергу — чумки та сказу. Це дозволяє популяції сірих лисиць витримувати значний тиск з боку людини; у низці штатів США до половини популяції сірих лисиць щорічно гине внаслідок полювання. Іншим прикладом є історія відновлення популяції близько споріднених острівних лисиць; попри те, що, через появу беркутів, які почали полювати на лисиць з повітря, на островах популяція острівної лисиці зменшилася до критичних позначок у 1999 році, вже у 2007 вид відновився внаслідок приросту на 25% за рік.""",
#     #     "ПІСЛЯ": """Дані щодо кількости і віку сірих лисиць різняться. Раніше було відомо, що кількість лисиць певного віку не змінюється. Але зараз виявлено, що кількість старших за 3 роки лисиць збільшується на більш дикій території. Збільшення кількости лисиць старшого віку говорить про те, що нові лисенята не встигають народжуватися, поки лисиці різного віку помирають. Однією з причин смерти лисиць є хвороби, особливо чумка та сказ. Полювання також знищує сірих лисиць. Але бувають випадки, коли кількість виду відновлюється. Тобто тварин народжується більше, ніж гине."""
#     # },
#     # {
#     #     "ДО": """Сірі лисиці є більш соціальними тваринами, ніж лисиці руді; у цьому аспекті поведінки вони поступаються лише вовчим. Попри те, що вирази обличчя та пози в сірої лисиці є менш виразними, ніж в лисиці рудої, в неволі сірі лисиці демонстрували взаємний догляд та складні соціальні стосунки.""",
#     #     "ПІСЛЯ": """Сірі лисиці є більш товариськими, ніж лисиці руді. У неволі сірі лисиці показали, що в їхніх стосунках є взаємний догляд."""
#     # },
#     # {
#     #     "ДО": """Сірі лисиці часто демонструють взаємний догляд як в дикій природі, так і в неволі. Вони намагаються ретельно вичистити себе від паразитів в тих місцях, куди можуть дістати; там, де це їм не вдається, вони покладаються на допомогу родини: партнера, батьків або дітей. В першу чергу, таким чином вичищаються вуха, оскільки сірі лисиці достатньо сильно покладаються на слух при полюванні. В неволі сірі лисиці таким чином часто вичищали тварин, з якими потоваришували.""",
#     #     "ПІСЛЯ": """Сірі лисиці показують взаємний догляд і в дикій природі, і в неволі. Вони ретельно очищують себе від паразитів. Інколи доводиться просити когось із родичів допомогти в цьому. Таким чином очищуються вуха. Сірі лисиці сильно покладаються на слух при полюванні. У неволі сірі лисиці часто вичищали тварин, з якими потоваришували."""
#     # },
#     # {
#     #     "ДО": """Сірі лисиці намагаються прийти на допомогу своїм дорослим родичам, що перебувають у небезпеці. Сірі лисиці лишали їжу навіть для дорослих сірих лисиць, що попали до пастки; описані випадки, коли лисиці приходили на допомогу іншим сірим лисицям, що зазнали нападу пітонів.""",
#     #     "ПІСЛЯ": """Сірі лисиці намагаються прийти на допомогу своїм дорослим родичам, що перебувають у небезпеці. Сірі лисиці лишають їжу навіть для дорослих сірих лисиць, що попали до пастки. Буває, що сірі лисиці допомагають тим сірим лисицям, на яких напав пітон."""
#     # },
#     # {
#     #     "ДО": """У спілкуванні сірих лисиць окрему роль грають плями рудого хутра біля вух та білі щоки; вилизування цих місць на тілі лисиць інтерпретується як вияв приязні або вибачення. Сірі лисиці виробили ритуалізовані сутички, де захоплення білої частини щоки призводить до закінчення поєдинку та визнання поразки; шкіра лисиць навколо щік товстіша, тому такі поєдинки не призводять до травм. Водночас, значення певних жестів, таких як демонстрація самцями геніталій, є не до кінця вивченим; якщо раніше припускалося, що вони є виразом довіри, то сучасні спостереження можуть бути інтерпретовані як такі, що свідчать про його вживання для домінації.""",
#     #     "ПІСЛЯ": """У спілкуванні сірих лисиць окрему роль грають плями рудого хутра біля вух та білі щоки. Якщо одна сіра лисиця вилизує ці місця іншій сірій лисиці, це значить, що вона приязно до неї ставиться або вибачається. У сірих лисиць заведено вдавано боротися між собою. У таких поєдинках захоплення зубами білої частини щоки означає визнання поразки. Шкіра лисиць навколо щік товстіша. Тому легкі укуси не призводять до травм. Деякі жести не є до кінця вивченими. Наприклад, раніше вважалося, що коли лис показує лисиці свій чоловічий орган, він висловлює довіру. Зараз вважають, що це може означати, що він показує свою владу."""
#     # },
#     # {
#     #     "ДО": """В житті сірої лисиці запахи відіграють дуже велику роль. Сіра лисиця мітить свою територію за допомогою секрету залоз та посліду. Залоза, що відповідає за секрецію запахів, в сірої лисиці є чи не найбільшою з усіх псових і сягає в довжину 1/3—1/2 від довжини хвоста. В пустельній місцевості сірі лисиці часто прагнуть залишити свої мітки якомога вище, що іноді призводить до накопичення посліду на верхівках вертикальних стовбурів; пари сірих лисиць сумісно мітять свою територію, утворюючи найбільші купи посліду у найважливіших місцях. Подібно як й інші члени родини Canidae, сірі лисиці спілкуються гавкотом, гарчанням та скигленням.""",
#     #     "ПІСЛЯ": """У житті сірої лисиці запахи відіграють дуже велику роль. Сіра лисиця мітить свою територію за допомогою посліду. Залоза, що відповідає за вироблення запахів, сягає від третини до половини від довжини хвоста. У пустельній місцевості сірі лисиці прагнуть залишити свої мітки якомога вище. Пари сірих лисиць разом мітять свою територію. Вони утворюють найбільші купи посліду в найважливіших місцях. Сірі лисиці спілкуються гавкотом, гарчанням та скигленням."""
#     # },
#     # {
#     #     "ДО": """Сірі лисиці пам'ятають тварин, з якими вони проводили разом дитинство, та не сприймають їх як ворогів. Через це під час реабілітації лисенят, які втратили батьків, їх намагаються виховувати разом, аби збільшити шанси на виживання в природі; під час програми відтворення острівної лисиці перед випуском на волю родини лисиць, які випускали в суміжних територіях, «соціалізували» в одному вольєрі, аби вони впізнали одне одного за запахом. Однак, після утворення постійної пари, сірі лисиці стають дуже підозрілими до чужинців і обов'язково намагаються прогнати незнайомців.""",
#     #     "ПІСЛЯ": """Сірі лисиці пам'ятають тварин з дитинства та не сприймають їх як ворогів. Тому в сірих лисиць заведено виховувати лисенят, які втратили батьків, разом зі своїми. Це збільшує їхні шанси на виживання у природі. Коли відтворювали острівну лисицю, перед випуском на волю родини лисиць їх здружували в одному вольєрі. Однак після утворення постійної пари сірі лисиці стають підозрілими до чужих і намагаються їх прогнати."""
#     # },
#     # {
#     #     "ДО": """Як в неволі, так і в природному середовищі, сірі лисиці можуть «оздоблювати» себе запахами речовин, які здаються їм незвичними або привабливими; для цього вони можуть жувати джерела такого запаху та тертися об них. Така поведінка була зареєстрована з валеріаною, кавою, кормом для котів та рибок, панцирами омарів та навіть цибулею.""",
#     #     "ПІСЛЯ": """Як у неволі, так і в дикій природі, сірі лисиці можуть «оздоблювати» себе запахами, які здаються їм незвичними або привабливими. Для цього вони жують предмети із запахом і труться об них. Такі випадки можуть бути з валеріанкою, кавою, кормом для котів та рибок, панцирами омарів та навіть цибулею."""
#     # },
#     # {
#     #     "ДО": """Втрата, фрагментація і деградація середовища існування можуть бути особливо проблематичними у тих регіонах, де число людей швидко зростає і важливе середовище існування перетворюється задля сільськогосподарських, промислових і міських потреб. Через низьку якість хутра, порівнюючи з іншими видами, комерційне використання тварини дещо обмежене, тому попит на хутро сірих лисиць визначається переважно модою. Пік попиту на шкурки припав на 1979 рік, коли в США було добуто трохи більше ніж 400 тисяч тварин; на сьогодні попит значно зменшився, і з 2005 року щорічний видобуток сірої лисиці не перевищував 80 тисяч тварин. У Мексиці цю тварину часто незаконно продають для домашнього утримання.""",
#     #     "ПІСЛЯ": """Сірі лисиці не можуть вижити там, де забагато людей. Місця, де могли б жити сірі лисиці, перетворюються на ферми, заводи, фабрики, міста тощо. Хутро сірих лисиць не надто якісне. Тому на них рідко полюють заради шуби. Через моду на хутро сірої лисиці в 1979 році було вбито понад 400 тис. тварин. З 2005 року щорічно вбивають до 80 тис. тварин. У Мексиці цю тварину часто незаконно продають для домашнього утримання."""
#     # },
#     # {
#     #     "ДО": """Не вказаний в Додатку СІТЕС вид охороняється законом як промисловий вид у США, охорона якого визначається законодавством окремих штатів; вид охороняється у Канаді як такий, що знаходиться під загрозою. Ця лисиця зустрічається на численних природоохоронних територіях по всьому діапазоні поширення. Велика кількість лисиць утримується в неволі, у приватних колекціях, в руках окремих осіб, зоопарках, господарствах дикої природи. Переносить неволю добре.""",
#     #     "ПІСЛЯ": """Сіра лисиця охороняється законом як промисловий вид у США. Сіра лисиця охороняється законом як вид, що під загрозою, у Канаді. Сіра лисиця часто живе в заповідниках. Багато сірих лисиць утримують у неволі у приватних колекціях, у зоопарках тощо. Переносить неволю добре."""
#     # },
#     # {
#     #     "ДО": """Лисиця крабоїд (Cerdocyon thous) — вид родини псових (Canidae), ряду хижих. Населяє савани та рідколісся північного сходу південної Америки. Діапазон поширення простягається від Колумбії та Венесуели на південь у Бразилію та Парагвай, Уругвай та північну Аргентину. Є записи знаходження цієї лисиці на висоті 3000 м над рівнем моря.""",
#     #     "ПІСЛЯ": """Лисиця крабоїд — вид родини псових, ряду хижих. Населяє савани та рідкі ліси Південної Америки. Вона поширена від Колумбії та Венесуели до Бразилії, Парагваю, Уругваю та північної Аргентини. Є записи знаходження цієї лисиці на висоті 3000 м над рівнем моря."""
#     # },
#     # {
#     #     "ДО": """Родове ім'я Cerdocyon утворене від грец. kerdo — «лисиця» і грец. cyon — «пес». Ім'я виду thous утворене грец. thoos — «шакал».""",
#     #     "ПІСЛЯ": """Родове ім’я утворене від грецьких слів «лисиця» та «пес». Ім’я виду утворене від грецького слова «шакал»."""
#     # },
#     # {
#     #     "ДО": """Забарвлення різноманітне, але верхня частина тіла зазвичай має колір від сиво-коричневого до сірого, часто з жовтуватим відтінком, низ коричнувато-білий; вуха короткі, вохрові чи руді. Хвіст дуже довгий, пухнастий й або повністю чорний або з чорним кінчиком. Відносно короткі й кремезні ноги можуть бути рудувато-коричневими.""",
#     #     "ПІСЛЯ": """Забарвлення шерсти різноманітне. Верхня частина тіла зазвичай має колір від сиво-коричневого до сірого, часто з жовтуватим відтінком. Низ тіла коричнувато-білий. Вуха короткі, вохристі чи руді. Хвіст дуже довгий, пухнастий й або повністю чорний або з чорним кінчиком. Відносно короткі й кремезні ноги можуть бути рудувато-коричневими."""
#     # },
#     # {
#     #     "ДО": """Веде в основному нічний спосіб життя. Під час сезону дощів використовує для притулку кущові зарості на підвищеннях. Під час сухого сезону займає низовини і проводить день в скупченнях сплутаної трави. Ці притулки з трави мають кілька входів, які використовуються повторно, і можуть служити лігвом для виховання потомства. Cerdocyon підкрадається накидається на дрібних хребетних і, очевидно, прислуховується до крабів в купині трави. Також їжею йому є комахи, фрукти, падло. Пов'язані пари утворюють міцний зв'язок і часто подорожують разом, але зазвичай не полюють спільно. Територія групи має розміри 5-10 км². Діапазони перекриваються деякою мірою, але регулярно, відмічаються сечею. Сусіди допускаються в сезон дощів, але в сухий сезон агресія збільшується.""",
#     #     "ПІСЛЯ": """Веде в основному нічний спосіб життя. Під час дощів використовує для притулку кущові зарості на підвищеннях. Під час посухи займає низовини і проводить день у сплутаній траві. Ці притулки з трави мають кілька входів. Вони можуть бути лігвом для виховання лисенят. Лисиця крабоїд накидається на дрібних тварин і прислуховується до крабів у траві. Також їсть комах, фрукти, мертвих тварин. Лисиці в парі дуже близькі і часто подорожують разом, але зазвичай полюють окремо. Територія пари має розміри 5-10 км2. Лисиці позначають межі своєї території сечею. Лисиці пускають чужих лисиць на свою територію під час дощів. В інших ситуаціях такого не буває."""
#     # },
#     # {
#     #     "ДО": """Вагітність триває 52-59 днів, народжується від трьох до шести малюків, які важать 120-60 грамів при народженні. Вони відкривають очі на 14 день, приступити до прийняття деякої твердої їжі на 30 день, повністю віднімають від молока приблизно на 90 день. Обоє батьків охороняють і приносять з собою їжу для молоді. Незалежність приходить на 5-6 місяць, а статева зрілість в близько 9 місяців. Один полонений Cerdocyon жив упродовж 11 років і 6 місяців.""",
#     #     "ПІСЛЯ": """Вагітність триває 52-59 днів. Народжується від трьох до шести малюків. Лисенята важать 120-60 грамів при народженні. Вони розплющують очі на 14 день. Лисенята починають вживати деяку тверду їжу на 30 день. Вони перестають пити материнське молоко приблизно на 90 день. Обоє батьків охороняють дітей і приносять їжу для них. Лисенята виростають у 5-6 місяців. Вони можуть мати своїх дітей у 9 місяців. Одна полонена лисиця крабоїд прожила 11 років і 6 місяців."""
#     # },
#     # {
#     #     "ДО": """Диплоїдне число, 2n=74 хромосом, фундаментальне число, FN=110. Каріотип охоплює 36 метацентричних і субметацентричних і 38 аутоцентричних аутосом. X-хромосома не була ідентифікована.""",
#     #     "ПІСЛЯ": """."""
#     # },
#     # {
#     #     "ДО": """Серйозну загрозу для цього виду становлять захворювання, що передаються від домашніх собак. Вид не має прямої комерційної цінності як хутровий звір через непридатність хутра, яке є грубим і коротким, проте, шкурами іноді торгують. Нема ніякого конкретного захисного законодавства для даного виду в будь-якій країні, хоча полювання на об'єкти дикої природи офіційно заборонене в більшості країн. Зустрічається у великій кількості захищених і незахищених районів по всьому ареалу.""",
#     #     "ПІСЛЯ": """Хвороби, які передаються від домашніх собак, є небезпечними для лисиці крабоїда. Хутро лисиці крабоїда є грубим і коротким. Через це на неї не так сильно полюють. Іноді торгують її шкурою. У жодній країні нема конкретного захисного закону для цього виду. При цьому полювання на диких тварин заборонене в більшості країн. Багато лисиць крабоїдів трапляється в захищених і незахищених районах там, де вони живуть."""
#     # }
# ]

# # Додаємо нові рядки до змінної data
# data.extend(new_rows)

# # Зберігаємо оновлені дані у JSON-файлі
# with open('C:\\ANIMALS PROJECT\\jsonformatter.json', 'w', encoding='utf-8') as file:
#     json.dump(data, file, indent=4)

# print("Нові рядки додано. Якщо хочеш додати нові, ЗРОБИ КОМІТ В РЯДКАХ у new_rows і вже тоді пиши ще нові рядки в цей список!!!")
########################################################################################






########################################################################################
# відкриття файлу і читання двох останніх рядків
import json

with open('C:\\ANIMALS PROJECT\\jsonformatter.json', 'r', encoding='utf-8') as file:
    data = json.load(file)

# row_count = len(data)

# print(f"Кількість рядків: {row_count}")

some_rows = data[0]

for row in some_rows:
    print(row)
########################################################################################






########################################################################################
# # відкриття файлу і видалення порожніх комірок
# import json

# # Відкриття JSON-файлу
# with open('jsonformatter.json', 'r', encoding='utf-8') as file:
#     data = json.load(file)

# # Перевірка та видалення порожніх комірок
# for item in data:
#     keys_to_remove = []  # Список ключів для видалення

#     for key, value in item.items():
#         if value == '':
#             keys_to_remove.append(key)  # Додати ключ до списку для видалення

#     for key in keys_to_remove:
#         del item[key]  # Видалити ключ з рядка

# # Збереження оновлених даних у JSON-файлі
# with open('jsonformatter.json', 'w') as file:
#     json.dump(data, file, indent=4)
########################################################################################



































# # Створення словника для відстеження унікальних значень
# unique_values = {}

# # Створюємо список для збереження унікальних рядків
# unique_data = []

# # Цикл по кожному рядку у файлі
# for item in data:
#     # Отримання ключа, який ідентифікує рядок
#     key = item['ДО']

#     # Перевірка, чи ключ вже зустрічався
#     if key not in unique_values:
#         # Рядок є унікальним, додаємо його до списку унікальних рядків
#         unique_data.append(item)
#         # Запам'ятовування ключа як унікального
#         unique_values[key] = True

#     if key == '':
#         data.remove(item)

# # for item in data:
# #     # Конвертування рядка у JSON-об'єкт
# #     json_item = json.loads(item)

# #     # Перевірка, чи ключ є порожньою коміркою
# #     if 'key' in json_item and json_item['key'] == '':
# #         # Видалення рядка, якщо ключ порожній
# #         data.remove(item)

# # Збереження оновлених даних у JSON-файлі
# with open('data.json', 'w') as file:
#     json.dump(unique_data, file, indent=4)


# print("Нові рядки даних були успішно додані до JSON-файлу.")

# # n = 3

# # last_rows = data[-n:]

# # for row in last_rows:
# #     print(row)


# first_rows = data[-3:]

# for row in first_rows:
#     print(row)


# {"ДО": "значення1", "ПІСЛЯ": "значення2"},
#     {"ДО": "значення3", "ПІСЛЯ": "значення4"},
#     {"ДО": "значення5", "ПІСЛЯ": "значення6"}

# {"ДО": "", "ПІСЛЯ": ""},
# {"ДО": "", "ПІСЛЯ": ""},
# {"ДО": "", "ПІСЛЯ": ""}


# import json

# # Відкриття JSON-файлу
# with open('C:\\ANIMALS PROJECT\\jsonformatter.json', 'r', encoding='utf-8') as file:
#     data = json.load(file)

# # Зберігаємо оригінальні дані у JSON-файлі
# with open('C:\\ANIMALS PROJECT\\jsonformatter.json', 'w') as file:
#     json.dump(data, file, indent=4)

# # Створюємо список для збереження унікальних рядків
# unique_data = []

# # Створення множини для відстеження унікальних значень
# unique_values = set()

# # Цикл по кожному рядку у файлі
# for item in data:
#     # Отримання значення, яке ідентифікує рядок
#     value = item['ДО']

#     # Перевірка, чи значення є унікальним
#     if value not in unique_values:
#         # Рядок є унікальним, додаємо його до списку унікальних рядків
#         unique_data.append(item)
#         # Додаємо значення до множини унікальних значень
#         unique_values.add(value)

# # Збереження унікальних даних у JSON-файлі
# with open('unique_data.json', 'w') as file:
#     json.dump(unique_data, file, indent=4)

# import json

# with open('C:\\ANIMALS PROJECT\\data.json', 'r', encoding='utf-8') as file:
#     data = json.load(file)

# some_rows = data[-2:]

# for row in some_rows:
#     print(row)